{
  "date": "2025-06-02",
  "data": [
    {
      "no": "577",
      "en": "Safety glasses should be worn while doing experiments in the lab.",
      "topic": "과학"
    },
    {
      "no": "755",
      "en": "This Thursday is the last day for students to withdraw subjects without any penalty.",
      "topic": "학교"
    },
    {
      "no": "767",
      "en": "Organizational failure is considered from various perspectives in academic literature.",
      "topic": "기타"
    },
    {
      "no": "846",
      "en": "I am glad that Professor Gordon just joined our faculty.",
      "topic": "학교"
    },
    {
      "no": "920",
      "en": "The company will arrange a taxi to meet you at the airport.",
      "topic": "기타"
    },
    {
      "no": "1655",
      "en": "Assignments should be submitted to the department office before the deadline.",
      "topic": "학교"
    },
    {
      "no": "1656",
      "en": "Please make sure you have filled in all your details before submitting.",
      "topic": "기타"
    },
    {
      "no": "1657",
      "en": "Please make an appointment before attending the next meeting.",
      "topic": "기타"
    },
    {
      "no": "1658",
      "en": "The results of the study challenge previously held assumptions.",
      "topic": "과학"
    },
    {
      "no": "1659",
      "en": "I took everything to the copy center this morning before class.",
      "topic": "학교"
    },
    {
      "no": "1660",
      "en": "It's obviously vital that companies should fully understand their customers.",
      "topic": "경제"
    },
    {
      "no": "1661",
      "en": "You can drop or add your courses online during the registration week.",
      "topic": "학교"
    },
    {
      "no": "1662",
      "en": "Numerous courses devoted to life sciences are listed in the prospectus.",
      "topic": "학교"
    },
    {
      "no": "1663",
      "en": "She's doing a master's degree by distance learning.",
      "topic": "학교"
    },
    {
      "no": "1664",
      "en": "Understanding the historical context will help you appreciate the art in this era.",
      "topic": "예술"
    },
    {
      "no": "1665",
      "en": "The campus car park will be closed next weekend.",
      "topic": "학교"
    },
    {
      "no": "1666",
      "en": "Marks will be awarded for a bibliography in the correct format.",
      "topic": "학교"
    },
    {
      "no": "1667",
      "en": "You realize that you can deal with a lot of situations.",
      "topic": "기타"
    },
    {
      "no": "1668",
      "en": "The media have had a great influence on people's beliefs and attitudes.",
      "topic": "사회"
    },
    {
      "no": "1669",
      "en": "We’ve been doing research in that area for probably twenty-five years.",
      "topic": "과학"
    },
    {
      "no": "1670",
      "en": "The trial experiment aims to increase interest in the issue and the jurisdiction clause.",
      "topic": "과학"
    },
    {
      "no": "1671",
      "en": "He told me it was the most important assignment of all.",
      "topic": "학교"
    },
    {
      "no": "1672",
      "en": "The content of the book on the cover must be in capitals.",
      "topic": "기타"
    },
    {
      "no": "1673",
      "en": "Many species have not yet been discovered by biologists.",
      "topic": "과학"
    },
    {
      "no": "1674",
      "en": "The lecture tomorrow will discuss the educational policy in the United States.",
      "topic": "학교"
    },
    {
      "no": "1675",
      "en": "Human activities are the principal cause of global warming.",
      "topic": "과학"
    },
    {
      "no": "1676",
      "en": "Please note, the proposal submission deadline has been extended.",
      "topic": "기타"
    },
    {
      "no": "1677",
      "en": "Students can choose graduate certificate, graduate diploma and master course.",
      "topic": "학교"
    },
    {
      "no": "1678",
      "en": "There are many welcoming activities for new undergraduate and postgraduate students.",
      "topic": "학교"
    },
    {
      "no": "1679",
      "en": "We are considering all candidates' backgrounds and identities.",
      "topic": "사회"
    },
    {
      "no": "1680",
      "en": "Mobile phone chargers vary enormously from one place to another.",
      "topic": "기술"
    },
    {
      "no": "1681",
      "en": "You can borrow up to two books at the same time in the library.",
      "topic": "학교"
    },
    {
      "no": "1682",
      "en": "The English expression is just a way of saying that age is not important.",
      "topic": "기타"
    },
    {
      "no": "1683",
      "en": "The tutorial rooms are located along the left-hand side.",
      "topic": "학교"
    },
    {
      "no": "1684",
      "en": "Let us see if the technology is going to cooperate with his presentation.",
      "topic": "기술"
    },
    {
      "no": "1685",
      "en": "We have very little actual documentation of it.",
      "topic": "기타"
    },
    {
      "no": "1686",
      "en": "The final exam will test material from all chapters covered in class this term.",
      "topic": "학교"
    },
    {
      "no": "1687",
      "en": "The art course has been cancelled due to the new policy.",
      "topic": "예술"
    },
    {
      "no": "1688",
      "en": "An essay should use evidence from both primary and secondary sources.",
      "topic": "학교"
    },
    {
      "no": "1690",
      "en": "The amount of time spent on configuration varies considerably.",
      "topic": "기술"
    },
    {
      "no": "1691",
      "en": "Students are encouraged to think carefully about their accommodation needs.",
      "topic": "학교"
    },
    {
      "no": "1692",
      "en": "Collecting the raw materials proved a long and laborious task.",
      "topic": "기타"
    },
    {
      "no": "1693",
      "en": "Tests should be administered by a medical expert.",
      "topic": "건강"
    },
    {
      "no": "1694",
      "en": "What he’s bringing to the company is financial expertise.",
      "topic": "경제"
    },
    {
      "no": "1695",
      "en": "Lower speed limits are part of a new road safety campaign.",
      "topic": "사회"
    },
    {
      "no": "1696",
      "en": "Languages are an essential part of the school curriculum.",
      "topic": "학교"
    },
    {
      "no": "1697",
      "en": "I would like to make an appointment to see the professor.",
      "topic": "학교"
    },
    {
      "no": "1698",
      "en": "The doctor examined her and said she had a chest infection.",
      "topic": "건강"
    },
    {
      "no": "1699",
      "en": "Junior hospital technicians have to work very long hours.",
      "topic": "건강"
    },
    {
      "no": "1700",
      "en": "The new tools are being tested by senior specialists.",
      "topic": "기술"
    }
  ]
}