{
  "date": "2025-06-04",
  "data": [
    {
      "no": "35",
      "en": "You should enquire about the direct deposit.",
      "topic": "경제"
    },
    {
      "no": "43",
      "en": "Then we go for ones where we know there're guided tours, because this gives good focus for the visit.",
      "topic": "기타"
    },
    {
      "no": "49",
      "en": "But we have confirmed the dates and planned the optional extra visits.",
      "topic": "기타"
    },
    {
      "no": "103",
      "en": "The hypothesis on black hole is rendered moot as the explanation of the explosion.",
      "topic": "과학"
    },
    {
      "no": "115",
      "en": "Students are not allowed to speak when they are in the examination hall.",
      "topic": "학교"
    },
    {
      "no": "134",
      "en": "In eighteen eighty, cycling became a major phenomenon in Europe.",
      "topic": "사회"
    },
    {
      "no": "135",
      "en": "All students on engineering courses spent one year working on the raw experience.",
      "topic": "학교"
    },
    {
      "no": "148",
      "en": "If you show your student card, you will get a discount.",
      "topic": "학교"
    },
    {
      "no": "164",
      "en": "It is argued that students can learn more by collaborating rather than as individuals.",
      "topic": "학교"
    },
    {
      "no": "192",
      "en": "The gallery has shown many Chinese paintings.",
      "topic": "예술"
    },
    {
      "no": "194",
      "en": "Many of my friends say they want to leave home to study overseas but I wouldn't.",
      "topic": "학교"
    },
    {
      "no": "198",
      "en": "The meeting will take place in the main auditorium.",
      "topic": "기타"
    },
    {
      "no": "201",
      "en": "To start your visit, I'm just going to give you a brief account of the history of the museum.",
      "topic": "기타"
    },
    {
      "no": "202",
      "en": "By the way, if you want more information about any of the trips, have a look in the student newspaper.",
      "topic": "학교"
    },
    {
      "no": "203",
      "en": "In front of us is the car park, as you can see, and to the left, by the entry gate, is the Gift Shop.",
      "topic": "기타"
    },
    {
      "no": "204",
      "en": "In the top left corner is the Grinding Shop, where the tools were sharpened and finished.",
      "topic": "기타"
    },
    {
      "no": "205",
      "en": "Most teaching staff make their lecture notes available online.",
      "topic": "학교"
    },
    {
      "no": "206",
      "en": "There will be a conference here next summer on using the web for academic research.",
      "topic": "학교"
    },
    {
      "no": "207",
      "en": "Successful applicants will work with a large team of researchers.",
      "topic": "기타"
    },
    {
      "no": "208",
      "en": "Higher numbers of patients were infected than in previous outbreaks of the illness.",
      "topic": "건강"
    },
    {
      "no": "209",
      "en": "The final year will consist of four taught courses and one project.",
      "topic": "학교"
    },
    {
      "no": "210",
      "en": "He started his tutorial presentation right on time.",
      "topic": "학교"
    },
    {
      "no": "211",
      "en": "They have enough work to keep them going.",
      "topic": "기타"
    },
    {
      "no": "212",
      "en": "Newspapers are supported primarily by the sale of advertising space.",
      "topic": "경제"
    },
    {
      "no": "213",
      "en": "Sydney is Australia's largest city, chief port and cultural center.",
      "topic": "기타"
    },
    {
      "no": "214",
      "en": "I'm going to be late for my next class.",
      "topic": "학교"
    },
    {
      "no": "215",
      "en": "And they might only breathe twice an hour.",
      "topic": "과학"
    },
    {
      "no": "216",
      "en": "The competency of language in the assignment is to use more formal words.",
      "topic": "학교"
    },
    {
      "no": "217",
      "en": "Modern Thanksgiving was first officially established in all states in 1863.",
      "topic": "사회"
    },
    {
      "no": "218",
      "en": "The plan is to phase out all cars with internal combustion engines by 2050.",
      "topic": "기술"
    },
    {
      "no": "219",
      "en": "And it's hard to take out the pollutants.",
      "topic": "환경"
    },
    {
      "no": "220",
      "en": "Every car maker in Europe has been on the block, because of their dependence on diesel.",
      "topic": "경제"
    },
    {
      "no": "221",
      "en": "English is expanding as a lingua-franca but not as a mother tongue.",
      "topic": "사회"
    },
    {
      "no": "222",
      "en": "The future of English is in the hands of countries where non-native speakers live.",
      "topic": "사회"
    },
    {
      "no": "223",
      "en": "This argument relies on huge advances in computer translation and speech recognition.",
      "topic": "기술"
    },
    {
      "no": "224",
      "en": "An interesting feature of the show is that the performers are so young—the youngest is only fourteen.",
      "topic": "예술"
    },
    {
      "no": "225",
      "en": "The puppets do comedy routines and there is some terrific formation dancing.",
      "topic": "예술"
    },
    {
      "no": "226",
      "en": "When going to Blue National Park, you cannot afford to miss the amazing wildlife.",
      "topic": "기타"
    },
    {
      "no": "227",
      "en": "I know most of you come to the National Park for Mt. Field.",
      "topic": "기타"
    },
    {
      "no": "228",
      "en": "The wheelchair-accessible trail to Russell Falls is the most popular track in the park.",
      "topic": "기타"
    },
    {
      "no": "229",
      "en": "Change in the workplace can be quite tricky.",
      "topic": "경제"
    },
    {
      "no": "230",
      "en": "And that creates difficult situations for people.",
      "topic": "사회"
    },
    {
      "no": "231",
      "en": "During times of change they should be thinking not only about the strain on their staff.",
      "topic": "경제"
    },
    {
      "no": "232",
      "en": "Today, we are going to move on to the next chapter: volcanoes.",
      "topic": "과학"
    },
    {
      "no": "233",
      "en": "Volcanoes have played a key role in forming and modifying the earth.",
      "topic": "과학"
    },
    {
      "no": "234",
      "en": "Most of American volcanoes are hidden under the seas.",
      "topic": "과학"
    },
    {
      "no": "235",
      "en": "At night, sailors in the Mediterranean can see the glow from the fiery molten material that is thrown into the air.",
      "topic": "과학"
    },
    {
      "no": "236",
      "en": "This office is highly associated with your academic life on campus.",
      "topic": "학교"
    },
    {
      "no": "237",
      "en": "First of all, courses are listed on our website before registration.",
      "topic": "학교"
    },
    {
      "no": "238",
      "en": "This is a chance to take a risk, try something new and something that you like.",
      "topic": "기타"
    },
    {
      "no": "239",
      "en": "You should pre-select three to four courses that you are interested in taking.",
      "topic": "학교"
    },
    {
      "no": "240",
      "en": "There is no guarantee that you will get your first choice.",
      "topic": "기타"
    },
    {
      "no": "241",
      "en": "You must be willing to accept any of the choices you selected.",
      "topic": "기타"
    },
    {
      "no": "242",
      "en": "What should I do in order to open a bank account?",
      "topic": "경제"
    },
    {
      "no": "243",
      "en": "Only those who are over 18 years of age are eligible to open a bank account in our bank.",
      "topic": "경제"
    },
    {
      "no": "244",
      "en": "Enrollment in classes is supposed to be completed via the university records system.",
      "topic": "학교"
    },
    {
      "no": "245",
      "en": "If you want to sell your book, it must have a bibliography.",
      "topic": "기타"
    },
    {
      "no": "246",
      "en": "This brought about the tremendous change in the environment, with the sea level rising and creeping steadily inland.",
      "topic": "과학"
    },
    {
      "no": "247",
      "en": "New shores were formed and totally different creatures would have been washed up onto the shores.",
      "topic": "과학"
    },
    {
      "no": "248",
      "en": "At the end of the ice age there would have been enormous changes in animal and plant life.",
      "topic": "과학"
    },
    {
      "no": "249",
      "en": "There are various approaches for plagiarism across different university departments.",
      "topic": "학교"
    },
    {
      "no": "250",
      "en": "Psychology relies on scientific methods to investigate questions and arrive at conclusions.",
      "topic": "과학"
    },
    {
      "no": "251",
      "en": "Psychologists use a range of techniques to study the human mind and behavior.",
      "topic": "과학"
    },
    {
      "no": "252",
      "en": "There's been far more research on conventional crime and far more data is available.",
      "topic": "사회"
    },
    {
      "no": "253",
      "en": "There are several reasons for this lack of interest in corporate crime, compared with other types of crime.",
      "topic": "사회"
    },
    {
      "no": "254",
      "en": "When we look at the effects of corporate crime we may find it's very difficult to assess the costs.",
      "topic": "사회"
    },
    {
      "no": "255",
      "en": "Let's look at the economic costs first.",
      "topic": "경제"
    },
    {
      "no": "256",
      "en": "Trade finance is an important part of the business.",
      "topic": "경제"
    },
    {
      "no": "257",
      "en": "Export trade finance companies or agencies also provide information and support for export working capital.",
      "topic": "경제"
    },
    {
      "no": "258",
      "en": "Trade financing for the local market or the international market for exports begins from the first stop at the banks.",
      "topic": "경제"
    },
    {
      "no": "259",
      "en": "It's unusual that the university should offer only one anthropology course.",
      "topic": "학교"
    },
    {
      "no": "260",
      "en": "Charles used to ride the bus to town, but now his roommate drives him in.",
      "topic": "기타"
    },
    {
      "no": "261",
      "en": "Professor Clayton donated some of her books to the college library.",
      "topic": "학교"
    },
    {
      "no": "262",
      "en": "Jonathan is seldom on time for anything.",
      "topic": "기타"
    },
    {
      "no": "263",
      "en": "Care needs to be taken for vulnerable groups in times of infection.",
      "topic": "건강"
    },
    {
      "no": "264",
      "en": "Make sure you correctly cite all your sources.",
      "topic": "학교"
    },
    {
      "no": "265",
      "en": "There are hundreds of clubs and societies to choose from.",
      "topic": "학교"
    },
    {
      "no": "266",
      "en": "The Drama Society is now auditioning for parts in the student play.",
      "topic": "예술"
    },
    {
      "no": "267",
      "en": "There is a position available for a junior lecturer in media studies.",
      "topic": "학교"
    },
    {
      "no": "268",
      "en": "There will be a significant rise in tuition fees starting next year.",
      "topic": "학교"
    },
    {
      "no": "269",
      "en": "You will be informed of the results by e-mail.",
      "topic": "기타"
    },
    {
      "no": "270",
      "en": "Please have copies of your seminar papers in the library a week in advance.",
      "topic": "학교"
    },
    {
      "no": "271",
      "en": "Most students are not eligible to claim housing benefits.",
      "topic": "학교"
    },
    {
      "no": "272",
      "en": "If you want to quit the student union, tell the registrar.",
      "topic": "학교"
    },
    {
      "no": "273",
      "en": "Does the university have an ice-hockey team?",
      "topic": "학교"
    },
    {
      "no": "274",
      "en": "Without doubt, his primary motive was economic.",
      "topic": "경제"
    },
    {
      "no": "275",
      "en": "The modern approach to the problem is to stress the symbolic side of human nature.",
      "topic": "기타"
    },
    {
      "no": "276",
      "en": "This part of the story is the story of my father.",
      "topic": "기타"
    },
    {
      "no": "277",
      "en": "The visiting professor is going to give a lecture for geology.",
      "topic": "학교"
    },
    {
      "no": "278",
      "en": "The investigation aims to find the stand of the problem.",
      "topic": "기타"
    },
    {
      "no": "279",
      "en": "Would you pass me the textbook on that table?",
      "topic": "학교"
    },
    {
      "no": "280",
      "en": "Knife and fork should be placed next to the spoon on the edge of the table.",
      "topic": "기타"
    },
    {
      "no": "281",
      "en": "A study skill seminar is on for the students who require assistance.",
      "topic": "학교"
    },
    {
      "no": "282",
      "en": "Your car can park in the building behind the medical center.",
      "topic": "기타"
    },
    {
      "no": "283",
      "en": "A lot of agricultural workers came to the East End to look for alternative work.",
      "topic": "경제"
    },
    {
      "no": "284",
      "en": "During the next few centuries, London became one of the most powerful and prosperous cities in Europe.",
      "topic": "사회"
    },
    {
      "no": "285",
      "en": "I'll start with a brief history of the district, and then focus on life in the first half of the twentieth century.",
      "topic": "기타"
    },
    {
      "no": "286",
      "en": "In the last few weeks, we've been looking at various aspects of the social history of London.",
      "topic": "사회"
    },
    {
      "no": "287",
      "en": "International students can get help with locating housing near the university.",
      "topic": "학교"
    },
    {
      "no": "288",
      "en": "Parents should provide guidance and examples to children's values.",
      "topic": "사회"
    },
    {
      "no": "289",
      "en": "Please hand in assignments at the main office.",
      "topic": "학교"
    },
    {
      "no": "290",
      "en": "The brief outline takes us to the beginning of the 20th century.",
      "topic": "기타"
    },
    {
      "no": "291",
      "en": "The campus tour will help you get familiar with the teaching facilities.",
      "topic": "학교"
    },
    {
      "no": "292",
      "en": "The circulation desk is located on the ground floor.",
      "topic": "학교"
    },
    {
      "no": "293",
      "en": "This semester will be from October to January.",
      "topic": "학교"
    },
    {
      "no": "294",
      "en": "If you have any questions in the exam, please raise your hands.",
      "topic": "학교"
    },
    {
      "no": "295",
      "en": "The English word Typhoon comes from the Chinese word big wind.",
      "topic": "기타"
    },
    {
      "no": "296",
      "en": "The professor will talk about the summary in the lecture.",
      "topic": "학교"
    },
    {
      "no": "297",
      "en": "The Romans left in 410 at the beginning of the fifth century.",
      "topic": "기타"
    },
    {
      "no": "298",
      "en": "The smoke from these contributed a great deal to the air pollution.",
      "topic": "환경"
    },
    {
      "no": "299",
      "en": "The student welfare officer can help with questions about exam techniques.",
      "topic": "학교"
    },
    {
      "no": "300",
      "en": "The technology they introduced meant that metal and leather goods were produced there for the first time.",
      "topic": "기술"
    },
    {
      "no": "301",
      "en": "Tutorials are held for two hours every Thursday during semester.",
      "topic": "학교"
    },
    {
      "no": "302",
      "en": "We are not going to accept the assignment after the due date on Friday.",
      "topic": "학교"
    },
    {
      "no": "303",
      "en": "We would like people to write a case study, describing an organization they know.",
      "topic": "학교"
    },
    {
      "no": "304",
      "en": "The library is downstairs in the east of the building.",
      "topic": "학교"
    },
    {
      "no": "305",
      "en": "The United Kingdom is a constitutional monarchy and parliamentary democracy.",
      "topic": "사회"
    },
    {
      "no": "306",
      "en": "Professor Smith will be late for today's lecture.",
      "topic": "학교"
    },
    {
      "no": "307",
      "en": "Would you pass the book on the left hand side?",
      "topic": "기타"
    },
    {
      "no": "308",
      "en": "There are no scheduled classes during the final exam weeks.",
      "topic": "학교"
    },
    {
      "no": "309",
      "en": "Doctor Green's office has been moved to the second floor of the building.",
      "topic": "기타"
    },
    {
      "no": "310",
      "en": "The economic class will take place in the main lecture room.",
      "topic": "학교"
    },
    {
      "no": "311",
      "en": "Students can get access to computers on a daily basis.",
      "topic": "학교"
    },
    {
      "no": "312",
      "en": "Experts cannot agree on a single definition of intelligence.",
      "topic": "과학"
    },
    {
      "no": "314",
      "en": "They were struggling to pay their fees last year.",
      "topic": "경제"
    },
    {
      "no": "315",
      "en": "It is quite clear that the rising prosperity does not make people feel more content.",
      "topic": "경제"
    },
    {
      "no": "316",
      "en": "This course will examine some of the profound ethical dilemmas.",
      "topic": "학교"
    },
    {
      "no": "317",
      "en": "Fees are heavily discounted and bursaries are available for delegates.",
      "topic": "경제"
    },
    {
      "no": "318",
      "en": "Students are held accountable for adhering to established community standards.",
      "topic": "학교"
    },
    {
      "no": "319",
      "en": "This article covers who, where and when of the conflict.",
      "topic": "기타"
    },
    {
      "no": "320",
      "en": "Essays should be typed with double spacing on white paper.",
      "topic": "학교"
    },
    {
      "no": "321",
      "en": "The medical centre is located near the supermarket on North Street.",
      "topic": "기타"
    },
    {
      "no": "322",
      "en": "The mismatch between the intended and reported uses of the instrument has become clear.",
      "topic": "기타"
    },
    {
      "no": "323",
      "en": "New York City is famous for its ethnic diversity.",
      "topic": "사회"
    },
    {
      "no": "324",
      "en": "A periodical is a publication that is issued regularly.",
      "topic": "기타"
    },
    {
      "no": "325",
      "en": "Novelists have a major role to play in reflecting their time to their readers.",
      "topic": "예술"
    },
    {
      "no": "326",
      "en": "Overcrowding and poor sanitary conditions affected the daily lives of the majority of the population.",
      "topic": "사회"
    },
    {
      "no": "327",
      "en": "Many of the urban poor lived in extremely cramped conditions.",
      "topic": "사회"
    },
    {
      "no": "328",
      "en": "We are also going to be more prescriptive about what you focus on in your presentation.",
      "topic": "학교"
    },
    {
      "no": "329",
      "en": "You must wear a hard hat on the construction site.",
      "topic": "기타"
    },
    {
      "no": "330",
      "en": "In the past, students were required to complete too long written assignments.",
      "topic": "학교"
    },
    {
      "no": "331",
      "en": "The date of the invention of the first clock is disputed among historians.",
      "topic": "과학"
    },
    {
      "no": "332",
      "en": "However, this method is problematic in terms of accuracy.",
      "topic": "기타"
    },
    {
      "no": "333",
      "en": "The fire left the area almost completely devoid of vegetation.",
      "topic": "환경"
    },
    {
      "no": "334",
      "en": "We are warning the clients that the rates are increasing.",
      "topic": "경제"
    },
    {
      "no": "335",
      "en": "Much of his research objectives are driven by his natural curiosity and instincts.",
      "topic": "과학"
    },
    {
      "no": "336",
      "en": "I will now demonstrate how the reaction can be arrested by adding a dilute acid.",
      "topic": "과학"
    },
    {
      "no": "337",
      "en": "Items can be found on the bottom floor of the library.",
      "topic": "학교"
    },
    {
      "no": "338",
      "en": "The building will be closed and reopened next week.",
      "topic": "기타"
    },
    {
      "no": "339",
      "en": "Maybe it is time for me to make some changes.",
      "topic": "기타"
    },
    {
      "no": "340",
      "en": "Globalization has been an overwhelming urbanization phenomenon.",
      "topic": "사회"
    },
    {
      "no": "341",
      "en": "Don't forget to do a campus tour on the first week of your semester.",
      "topic": "학교"
    },
    {
      "no": "342",
      "en": "Acupuncture is a technique involved in traditional Chinese medicine.",
      "topic": "건강"
    },
    {
      "no": "343",
      "en": "The restaurant is located next to the theater.",
      "topic": "기타"
    },
    {
      "no": "344",
      "en": "Company exists for money, not for society.",
      "topic": "경제"
    },
    {
      "no": "346",
      "en": "Rules about breaks and lunchtime vary from one company to another.",
      "topic": "사회"
    },
    {
      "no": "347",
      "en": "The original Olympic game is one kind of original festival.",
      "topic": "기타"
    },
    {
      "no": "348",
      "en": "The café house is closed down and the snack machine is still running throughout the night.",
      "topic": "기타"
    },
    {
      "no": "349",
      "en": "I expect a long and stagnant debate for a week or two on this issue.",
      "topic": "사회"
    },
    {
      "no": "350",
      "en": "Opposition to the government tax policies is widespread across business sectors.",
      "topic": "경제"
    },
    {
      "no": "351",
      "en": "Any textual references you make should be cited appropriately in the bibliography.",
      "topic": "학교"
    },
    {
      "no": "352",
      "en": "We don't have enough evidence to draw conclusions.",
      "topic": "기타"
    },
    {
      "no": "353",
      "en": "You can pay using cash or a credit card.",
      "topic": "경제"
    },
    {
      "no": "354",
      "en": "We didn't have any noticeable variance between the two or three tasks.",
      "topic": "기타"
    },
    {
      "no": "355",
      "en": "I still don't understand the last sentence.",
      "topic": "기타"
    },
    {
      "no": "356",
      "en": "Student services provide help with housing and transport.",
      "topic": "학교"
    },
    {
      "no": "357",
      "en": "The rising inflation rate indicates a decrease in demand for consumer products.",
      "topic": "경제"
    },
    {
      "no": "358",
      "en": "The initial results are intriguing, but statistically speaking, they are insignificant.",
      "topic": "과학"
    },
    {
      "no": "359",
      "en": "The information on the internet becomes more reliable.",
      "topic": "기술"
    },
    {
      "no": "360",
      "en": "Just wait a minute, I will be with you shortly.",
      "topic": "기타"
    },
    {
      "no": "361",
      "en": "I think the university's main campus is closed.",
      "topic": "학교"
    },
    {
      "no": "362",
      "en": "Today, we will be discussing the role of government in preventing injustice.",
      "topic": "사회"
    },
    {
      "no": "363",
      "en": "The results of the study underscored the discoveries from early detection.",
      "topic": "과학"
    },
    {
      "no": "364",
      "en": "The professor has promised to put his lecture notes online.",
      "topic": "학교"
    },
    {
      "no": "365",
      "en": "If you need a part-time job, it should not interfere with your studies.",
      "topic": "학교"
    },
    {
      "no": "366",
      "en": "Your enrollment information, results and fees will be available online.",
      "topic": "학교"
    },
    {
      "no": "367",
      "en": "If you like cooking, we can make supper together.",
      "topic": "기타"
    },
    {
      "no": "368",
      "en": "All students must participate in the exercise.",
      "topic": "학교"
    },
    {
      "no": "369",
      "en": "All filed assignments should have a full list of bibliography.",
      "topic": "학교"
    },
    {
      "no": "370",
      "en": "Each group should submit a rough outline of their project to their tutor.",
      "topic": "학교"
    },
    {
      "no": "371",
      "en": "Students are afraid of writing an essay, because they have learned nothing about it.",
      "topic": "학교"
    },
    {
      "no": "372",
      "en": "Glass is not a true solid because it does not have a crystal structure.",
      "topic": "과학"
    },
    {
      "no": "373",
      "en": "You should include your name and identification number in the application form.",
      "topic": "기타"
    },
    {
      "no": "374",
      "en": "Children are not allowed in the chemical labs.",
      "topic": "학교"
    },
    {
      "no": "375",
      "en": "I'm glad that you've got it.",
      "topic": "기타"
    },
    {
      "no": "376",
      "en": "Passengers on the train should not put feet on the seat.",
      "topic": "기타"
    },
    {
      "no": "377",
      "en": "I make sure to prepare reports for my boss.",
      "topic": "기타"
    },
    {
      "no": "378",
      "en": "Could you pass the material to students that are in your row?",
      "topic": "학교"
    },
    {
      "no": "379",
      "en": "39.5% California residents speak a language other than English at home.",
      "topic": "사회"
    },
    {
      "no": "380",
      "en": "The test shows that you know a lot about Canada.",
      "topic": "기타"
    },
    {
      "no": "381",
      "en": "You need to pass the written exam before you can apply for the driver's license.",
      "topic": "기타"
    },
    {
      "no": "382",
      "en": "You need to get a new photo for your driver's license.",
      "topic": "기타"
    },
    {
      "no": "383",
      "en": "The university celebrated the Earth Day by planting trees.",
      "topic": "학교"
    },
    {
      "no": "384",
      "en": "Remember to sign the attendance register before leaving the lecture hall.",
      "topic": "학교"
    },
    {
      "no": "385",
      "en": "You can speak to the current students at the information sessions.",
      "topic": "학교"
    },
    {
      "no": "387",
      "en": "Several people have applied for this position.",
      "topic": "기타"
    },
    {
      "no": "388",
      "en": "When I was in school, I had many of the same problems you do now.",
      "topic": "학교"
    },
    {
      "no": "389",
      "en": "The result of the study will be published next month.",
      "topic": "과학"
    },
    {
      "no": "390",
      "en": "The real reason for global hunger is not the lack of food, but poverty.",
      "topic": "사회"
    },
    {
      "no": "391",
      "en": "The original Olympic Games were celebrated as religious festivals.",
      "topic": "예술"
    },
    {
      "no": "392",
      "en": "She has been in the library for a long time.",
      "topic": "기타"
    },
    {
      "no": "394",
      "en": "Please register your student email account at your earliest convenience.",
      "topic": "학교"
    },
    {
      "no": "395",
      "en": "Our professor is hosting the business development conference next week.",
      "topic": "학교"
    },
    {
      "no": "396",
      "en": "On behalf of our department, thank you for your participation.",
      "topic": "기타"
    },
    {
      "no": "397",
      "en": "Even with the permit, finding a parking spot on campus is still impossible.",
      "topic": "학교"
    },
    {
      "no": "398",
      "en": "All the assignments should be submitted by the end of this week.",
      "topic": "학교"
    },
    {
      "no": "399",
      "en": "It is acknowledged that his work is groundbreaking.",
      "topic": "기타"
    },
    {
      "no": "400",
      "en": "You can get a student card at the reception.",
      "topic": "학교"
    },
    {
      "no": "401",
      "en": "Unfortunately, the two most interesting economics electives clash on my timetable.",
      "topic": "학교"
    },
    {
      "no": "402",
      "en": "The new hypothesis needs to be tested with a new controlled experiment.",
      "topic": "과학"
    },
    {
      "no": "403",
      "en": "Establishing and retaining intellectual leadership clearly takes strong management skills.",
      "topic": "기타"
    },
    {
      "no": "404",
      "en": "Almost every representative of a new idea has to struggle and suffer similar difficulties.",
      "topic": "기타"
    },
    {
      "no": "405",
      "en": "The interaction of climate change and soil degradation will probably aggravate conditions.",
      "topic": "과학"
    },
    {
      "no": "406",
      "en": "Information is being given to readers in a format that looks familiar.",
      "topic": "기타"
    },
    {
      "no": "407",
      "en": "Very little of the work of today's knowledge firm is repetitive mechanical.",
      "topic": "기술"
    },
    {
      "no": "408",
      "en": "The recent technical advances have not only been big, they have also been fast.",
      "topic": "기술"
    },
    {
      "no": "409",
      "en": "I must see him before he flies out to London for about a week.",
      "topic": "기타"
    },
    {
      "no": "410",
      "en": "The verdict depends on which side was more convincing to the jury.",
      "topic": "사회"
    },
    {
      "no": "411",
      "en": "Anatomy is the study of internal and external body structures.",
      "topic": "과학"
    },
    {
      "no": "412",
      "en": "Biographical information should be removed before the publication of the results.",
      "topic": "기타"
    },
    {
      "no": "413",
      "en": "If the doctor calls while I'm out, please leave a message.",
      "topic": "건강"
    },
    {
      "no": "414",
      "en": "After I graduated from college, I spent two years travelling around the world.",
      "topic": "기타"
    },
    {
      "no": "415",
      "en": "She sold all her furniture, so she could afford to feed herself and her dog.",
      "topic": "사회"
    },
    {
      "no": "416",
      "en": "Please keep the keys with you because the front door often locks automatically.",
      "topic": "기타"
    },
    {
      "no": "417",
      "en": "Interpreters are not readily available in this department.",
      "topic": "기타"
    },
    {
      "no": "418",
      "en": "Our logbooks make up a five percent of total marks.",
      "topic": "학교"
    },
    {
      "no": "419",
      "en": "If you need any information about the university, you can check from information office located beside the corridor.",
      "topic": "학교"
    },
    {
      "no": "420",
      "en": "I was overwhelmed with too much irrelevant information.",
      "topic": "기타"
    },
    {
      "no": "421",
      "en": "I could not save my work as my computer got crashed.",
      "topic": "기술"
    },
    {
      "no": "422",
      "en": "Lecture theater is located on the ground floor of the building.",
      "topic": "학교"
    },
    {
      "no": "423",
      "en": "Please prepare a PowerPoint presentation for tomorrow's meeting.",
      "topic": "기타"
    },
    {
      "no": "424",
      "en": "People with an active lifestyle are less likely to die early or to have a major illness.",
      "topic": "건강"
    },
    {
      "no": "425",
      "en": "She ate a sandwich and drank juice.",
      "topic": "기타"
    },
    {
      "no": "426",
      "en": "The first person in space was from the Soviet Union.",
      "topic": "과학"
    },
    {
      "no": "427",
      "en": "Few people now are skeptical about alternative power sources such as wind power.",
      "topic": "과학"
    },
    {
      "no": "428",
      "en": "More muscles are used in swimming than any other sport.",
      "topic": "건강"
    },
    {
      "no": "429",
      "en": "Due to rising enrollment for courses, universities should increase their staff, too.",
      "topic": "학교"
    },
    {
      "no": "430",
      "en": "The chemistry exam results will be posted on the website.",
      "topic": "학교"
    },
    {
      "no": "431",
      "en": "Critical literature theories broaden interpretation.",
      "topic": "예술"
    },
    {
      "no": "432",
      "en": "Basketball was created in 1891 by a physician and physical education instructor.",
      "topic": "예술"
    },
    {
      "no": "433",
      "en": "The faculty staff are very approachable, helpful and extremely friendly.",
      "topic": "학교"
    },
    {
      "no": "434",
      "en": "The program depends entirely on private funding.",
      "topic": "경제"
    },
    {
      "no": "435",
      "en": "There will be open book exams on Monday the 28th.",
      "topic": "학교"
    },
    {
      "no": "436",
      "en": "Traffic is very bad in the evening; therefore, we must leave early.",
      "topic": "사회"
    },
    {
      "no": "437",
      "en": "Facebook is one of the most popular websites in the world today.",
      "topic": "기술"
    },
    {
      "no": "438",
      "en": "We must not be discouraged by setbacks in life.",
      "topic": "기타"
    },
    {
      "no": "439",
      "en": "Please go straight and turn left to reach the library.",
      "topic": "학교"
    },
    {
      "no": "440",
      "en": "In consultation with your supervisor, your thesis is approved by the faculty committee.",
      "topic": "학교"
    },
    {
      "no": "441",
      "en": "Many health workers think that pensioners are too old to understand.",
      "topic": "사회"
    },
    {
      "no": "442",
      "en": "Many students are so scared of writing essays, because they never learned how.",
      "topic": "학교"
    },
    {
      "no": "443",
      "en": "Would you like to videotape our lecture?",
      "topic": "학교"
    },
    {
      "no": "444",
      "en": "A demonstrated ability to write clear, correct and concise English is obligatory.",
      "topic": "기타"
    },
    {
      "no": "445",
      "en": "The students were instructed to submit their assignments before Friday.",
      "topic": "학교"
    },
    {
      "no": "446",
      "en": "The hotel is not far away from my apartment.",
      "topic": "기타"
    },
    {
      "no": "447",
      "en": "The library is located at the other side of the campus behind the student center.",
      "topic": "학교"
    },
    {
      "no": "448",
      "en": "The topic next week will be colonialism and nuclear disarmament.",
      "topic": "사회"
    },
    {
      "no": "449",
      "en": "A preliminary bibliography is due the week before the spring break.",
      "topic": "학교"
    },
    {
      "no": "450",
      "en": "The professor took a year off to work on her book.",
      "topic": "학교"
    },
    {
      "no": "451",
      "en": "Accommodations on campus are limited but there are more options nearby.",
      "topic": "학교"
    },
    {
      "no": "452",
      "en": "All the assignments are based on class discussion.",
      "topic": "학교"
    },
    {
      "no": "453",
      "en": "And in this regard, as well as in other regards this consideration is important.",
      "topic": "기타"
    },
    {
      "no": "454",
      "en": "Apple is expected to announce several new products this fall.",
      "topic": "기술"
    },
    {
      "no": "455",
      "en": "Your son has a bad cold and is in the nurse's room.",
      "topic": "건강"
    },
    {
      "no": "456",
      "en": "As for me, it is a strategy to go to judicial review.",
      "topic": "사회"
    },
    {
      "no": "457",
      "en": "Australian economy depends heavily on revenue from tourism and education.",
      "topic": "경제"
    },
    {
      "no": "458",
      "en": "Books which are overdue will incur daily fine.",
      "topic": "학교"
    },
    {
      "no": "459",
      "en": "Company software has changed a lot in the last year.",
      "topic": "기술"
    },
    {
      "no": "460",
      "en": "Costs can be calculated once the critical path has been established.",
      "topic": "경제"
    },
    {
      "no": "461",
      "en": "Any textual references you make should be cited appropriately in the footnotes.",
      "topic": "학교"
    },
    {
      "no": "462",
      "en": "Critics want the government to take this one stage further and ban the film together.",
      "topic": "사회"
    },
    {
      "no": "463",
      "en": "Distance learning has become far more popular these days.",
      "topic": "학교"
    },
    {
      "no": "464",
      "en": "Do analysts really think the producing energy is largely responsible for current environmental problems?",
      "topic": "과학"
    },
    {
      "no": "465",
      "en": "Does the professor keep regular office hours?",
      "topic": "학교"
    },
    {
      "no": "466",
      "en": "Answering such a complex question with a simple yes or no is absolutely impossible.",
      "topic": "기타"
    },
    {
      "no": "467",
      "en": "I need somebody to fix the problem with the computer screen.",
      "topic": "기술"
    },
    {
      "no": "468",
      "en": "Electric cars are the future of transportation as they promise a cleaner environment.",
      "topic": "과학"
    },
    {
      "no": "469",
      "en": "Environmentalism is a category in which universities are competing.",
      "topic": "학교"
    },
    {
      "no": "470",
      "en": "Every year, students pass biology course easily.",
      "topic": "학교"
    },
    {
      "no": "471",
      "en": "Exam results will be available next week from the course office.",
      "topic": "학교"
    },
    {
      "no": "472",
      "en": "Extra seminar's to be scheduled to assist you with revision.",
      "topic": "학교"
    },
    {
      "no": "473",
      "en": "Factors such as cost and function influence the design of the bridge.",
      "topic": "과학"
    },
    {
      "no": "474",
      "en": "Government policies, though tough, have been a blessing in disguise.",
      "topic": "사회"
    },
    {
      "no": "475",
      "en": "He kept giving me suggestive looks.",
      "topic": "기타"
    },
    {
      "no": "476",
      "en": "Here is only one example but there are lots of others.",
      "topic": "기타"
    },
    {
      "no": "477",
      "en": "Humans need to use energy in order to exist.",
      "topic": "과학"
    },
    {
      "no": "478",
      "en": "I won't be able to attend the lecture because I have a doctor appointment.",
      "topic": "건강"
    },
    {
      "no": "479",
      "en": "I didn’t understand the author’s point of view on immigration.",
      "topic": "사회"
    },
    {
      "no": "480",
      "en": "I found a large rock and I broke through the basement window.",
      "topic": "기타"
    },
    {
      "no": "481",
      "en": "I just want to let you know that I think you’re the most beautiful woman that I’ve ever seen.",
      "topic": "기타"
    },
    {
      "no": "482",
      "en": "I know how to solve the problem, but I’ve been asked not to tell you.",
      "topic": "기타"
    },
    {
      "no": "483",
      "en": "I missed yesterday’s lecture. Can I borrow your notes?",
      "topic": "학교"
    },
    {
      "no": "484",
      "en": "I need more quotations to back up my argument.",
      "topic": "기타"
    },
    {
      "no": "485",
      "en": "I spoke to him in English, but I couldn’t make myself understood.",
      "topic": "기타"
    },
    {
      "no": "486",
      "en": "I think it's a shame that some foreign language teachers were able to graduate from college without ever having studied with a native speaker.",
      "topic": "학교"
    },
    {
      "no": "487",
      "en": "I think it's one of the best things I have done really.",
      "topic": "기타"
    },
    {
      "no": "488",
      "en": "I think we should get together over the weekend to discuss this assignment.",
      "topic": "학교"
    },
    {
      "no": "489",
      "en": "I used to have a cup of coffee with one sugar.",
      "topic": "기타"
    },
    {
      "no": "490",
      "en": "I would like to drastically decrease the amount of time it takes me to clean the house.",
      "topic": "기타"
    },
    {
      "no": "491",
      "en": "I’m afraid Professor Jones didn’t suffer fools gladly.",
      "topic": "기타"
    },
    {
      "no": "492",
      "en": "I’m quite aware of my own inadequacies.",
      "topic": "기타"
    },
    {
      "no": "493",
      "en": "I’m sorry for being late for today’s lecture.",
      "topic": "학교"
    },
    {
      "no": "494",
      "en": "I’ve always been interested in biology and physics.",
      "topic": "과학"
    },
    {
      "no": "495",
      "en": "If you are unable to complete the task in time, please notify me by email.",
      "topic": "기타"
    },
    {
      "no": "496",
      "en": "If you forgot your student number, you should contact Jenny Brice.",
      "topic": "학교"
    },
    {
      "no": "497",
      "en": "If your parents come to visit you this semester, where will they stay?",
      "topic": "기타"
    },
    {
      "no": "498",
      "en": "In English, the month of the year is always capitalized.",
      "topic": "기타"
    },
    {
      "no": "499",
      "en": "In Europe, the political pressure is similar regarding globalization.",
      "topic": "사회"
    },
    {
      "no": "500",
      "en": "Despite the cold temperature, the sky is clear and blue.",
      "topic": "기타"
    },
    {
      "no": "501",
      "en": "It is confidence and optimism that I now have.",
      "topic": "기타"
    },
    {
      "no": "502",
      "en": "It is important to take gender into account when discussing the figures.",
      "topic": "사회"
    },
    {
      "no": "503",
      "en": "It is important to validate all assumptions before arriving at a conclusion.",
      "topic": "기타"
    },
    {
      "no": "504",
      "en": "It is obligatory for companies to provide details of their industrial processes.",
      "topic": "경제"
    },
    {
      "no": "505",
      "en": "It isn’t easy when it comes to the definition of this word.",
      "topic": "기타"
    },
    {
      "no": "506",
      "en": "John went rushing off down the corridor.",
      "topic": "기타"
    },
    {
      "no": "507",
      "en": "Many privately owned firms have been eaten up by larger corporations.",
      "topic": "경제"
    },
    {
      "no": "508",
      "en": "Mary has nobody to talk with, but she doesn’t feel lonely.",
      "topic": "사회"
    },
    {
      "no": "509",
      "en": "Meteorology is a detailed study of earth’s atmosphere.",
      "topic": "과학"
    },
    {
      "no": "510",
      "en": "Most of these criticisms can be shown to be false.",
      "topic": "기타"
    },
    {
      "no": "511",
      "en": "No more than four people can be in the lab at once.",
      "topic": "학교"
    },
    {
      "no": "512",
      "en": "Of all the heating and cooling options, central heating is the best.",
      "topic": "기타"
    },
    {
      "no": "513",
      "en": "Of course, you can also choose to have your grades emailed to you.",
      "topic": "학교"
    },
    {
      "no": "514",
      "en": "On this project, you will be asked to work as a group of three.",
      "topic": "학교"
    },
    {
      "no": "515",
      "en": "One of the salient features of academic writing is the tendency to use formal words.",
      "topic": "학교"
    },
    {
      "no": "516",
      "en": "Applicants for the course preferably have a degree in English or journalism.",
      "topic": "학교"
    },
    {
      "no": "517",
      "en": "She was always here, but today she is missed.",
      "topic": "기타"
    },
    {
      "no": "518",
      "en": "Staying near the place of work saves precious hours every day.",
      "topic": "사회"
    },
    {
      "no": "519",
      "en": "Students are not allowed to take journals out of the library.",
      "topic": "학교"
    },
    {
      "no": "520",
      "en": "Students must observe lab safety regulations at all times.",
      "topic": "학교"
    },
    {
      "no": "521",
      "en": "Students should take advantage of the online resources before attending the lecture.",
      "topic": "학교"
    },
    {
      "no": "522",
      "en": "Students will not be given credits for assignments submitted after the due date.",
      "topic": "학교"
    },
    {
      "no": "523",
      "en": "Students with queries about this term's timetables must speak to the tutor immediately.",
      "topic": "학교"
    },
    {
      "no": "524",
      "en": "Studies suggest there may be a correlation between educational achievement and family size.",
      "topic": "학교"
    },
    {
      "no": "525",
      "en": "The agricultural sector in that country has been heavily subsidized.",
      "topic": "경제"
    },
    {
      "no": "526",
      "en": "Parental expectations are a major cause of stress among students.",
      "topic": "학교"
    },
    {
      "no": "527",
      "en": "Physics is the subject of matter and energy.",
      "topic": "과학"
    },
    {
      "no": "528",
      "en": "You need warm clothes for the winter.",
      "topic": "기타"
    },
    {
      "no": "529",
      "en": "Control systems in manufacturing require a high level of accuracy.",
      "topic": "기술"
    },
    {
      "no": "530",
      "en": "Quality of life is an important measure on which the cities are ranked.",
      "topic": "사회"
    },
    {
      "no": "531",
      "en": "Scientists are getting closer to the answers of these questions.",
      "topic": "과학"
    },
    {
      "no": "532",
      "en": "Several copies must be supplied to the university department to fulfil the requirement.",
      "topic": "학교"
    },
    {
      "no": "533",
      "en": "Note-taking methods work greatly both on paper and digitally.",
      "topic": "기술"
    },
    {
      "no": "534",
      "en": "The application form is available in the office.",
      "topic": "기타"
    },
    {
      "no": "535",
      "en": "There is a pharmacy on campus near the store.",
      "topic": "학교"
    },
    {
      "no": "536",
      "en": "The buildings looked lovely in the bright sunshine.",
      "topic": "기타"
    },
    {
      "no": "538",
      "en": "The car he was riding crashed into a train.",
      "topic": "기타"
    },
    {
      "no": "539",
      "en": "The chief executive reads several new books every month.",
      "topic": "기타"
    },
    {
      "no": "541",
      "en": "The clear evidence between brain events and behavioral events is fascinating.",
      "topic": "과학"
    },
    {
      "no": "542",
      "en": "The coffee is free for the university students on weekdays.",
      "topic": "학교"
    },
    {
      "no": "555",
      "en": "The seminar will now take place once a week on Tuesday.",
      "topic": "학교"
    },
    {
      "no": "557",
      "en": "It seems that language appears from nowhere.",
      "topic": "과학"
    },
    {
      "no": "562",
      "en": "The lecture management in Japan will take place in the week seven.",
      "topic": "학교"
    },
    {
      "no": "563",
      "en": "Vocabulary with a specific meaning is called jargon.",
      "topic": "기타"
    },
    {
      "no": "564",
      "en": "Theories are based on practical examples, as discussed.",
      "topic": "기타"
    },
    {
      "no": "568",
      "en": "There is varying plagiarism across different university departments.",
      "topic": "학교"
    },
    {
      "no": "569",
      "en": "The health center is situated at the corner of the university behind the library.",
      "topic": "건강"
    },
    {
      "no": "577",
      "en": "Safety glasses should be worn while doing experiments in the lab.",
      "topic": "과학"
    },
    {
      "no": "587",
      "en": "When we think about communication we think about interaction.",
      "topic": "기타"
    },
    {
      "no": "593",
      "en": "You must read the supplementary materials as the professor has a habit of asking questions from it.",
      "topic": "학교"
    },
    {
      "no": "597",
      "en": "No crop responds more readily than careful husbandry and skillful cultivation.",
      "topic": "과학"
    },
    {
      "no": "599",
      "en": "Colombia is a world-leading coffee exporter.",
      "topic": "경제"
    },
    {
      "no": "601",
      "en": "Politicians can make better decisions if they listen to the public opinion.",
      "topic": "사회"
    },
    {
      "no": "602",
      "en": "Please write your name on the essay cover sheet.",
      "topic": "학교"
    },
    {
      "no": "605",
      "en": "The seminar papers should be submitted in the main office which is located behind the library.",
      "topic": "학교"
    },
    {
      "no": "606",
      "en": "Most scientists believe that climate change threatens lives on the earth.",
      "topic": "과학"
    },
    {
      "no": "613",
      "en": "The bus for London will leave 10 minutes later than planned.",
      "topic": "기타"
    },
    {
      "no": "615",
      "en": "Once more under the pressure of economic necessity, practice outstripped theory.",
      "topic": "경제"
    },
    {
      "no": "616",
      "en": "Hypothetically, insufficient mastery in the areas slows future progress.",
      "topic": "기타"
    },
    {
      "no": "617",
      "en": "Research has found that there is no correlation between diet and intelligence.",
      "topic": "건강"
    },
    {
      "no": "618",
      "en": "Please explain what the author means by sustainability.",
      "topic": "기타"
    },
    {
      "no": "619",
      "en": "Students are not allowed to take the journal out of the library.",
      "topic": "학교"
    },
    {
      "no": "621",
      "en": "You can retake the module if your marks are too low.",
      "topic": "학교"
    },
    {
      "no": "622",
      "en": "Hemoglobin carries oxygen from lungs to other parts of the body.",
      "topic": "과학"
    },
    {
      "no": "623",
      "en": "But they haven't come to widespread use yet.",
      "topic": "기술"
    },
    {
      "no": "625",
      "en": "There is a limited amount of departmental funding which is available for qualified students.",
      "topic": "학교"
    },
    {
      "no": "626",
      "en": "The chemistry building is still open during vacation.",
      "topic": "학교"
    },
    {
      "no": "627",
      "en": "During that period, heavy industry grew rapidly in the north of the country.",
      "topic": "경제"
    },
    {
      "no": "628",
      "en": "Tomorrow's lunchtime seminar on nuclear engineering has been postponed.",
      "topic": "학교"
    },
    {
      "no": "629",
      "en": "It's important to keep this medicine in the fridge.",
      "topic": "건강"
    },
    {
      "no": "630",
      "en": "His academic supervisor called in to see him last night.",
      "topic": "학교"
    },
    {
      "no": "632",
      "en": "She doesn't even care about anything but what is honest and true.",
      "topic": "기타"
    },
    {
      "no": "633",
      "en": "This session is not supported by documentation.",
      "topic": "기타"
    },
    {
      "no": "635",
      "en": "The study of archeology requires intensive international fieldwork.",
      "topic": "과학"
    },
    {
      "no": "636",
      "en": "That country's economy is primarily based on tourism.",
      "topic": "경제"
    },
    {
      "no": "637",
      "en": "Leading scientists speculate that numerous planets could support life forms.",
      "topic": "과학"
    },
    {
      "no": "639",
      "en": "He is almost never in his office.",
      "topic": "기타"
    },
    {
      "no": "640",
      "en": "I would like an egg and tomatoes on white sandwich bread with orange juice.",
      "topic": "기타"
    },
    {
      "no": "641",
      "en": "You must go to the reception to pick up your student card.",
      "topic": "학교"
    },
    {
      "no": "642",
      "en": "Chapter one provides the historical background to the topic.",
      "topic": "학교"
    },
    {
      "no": "643",
      "en": "Storytelling is a common teaching technique in many countries.",
      "topic": "학교"
    },
    {
      "no": "644",
      "en": "Folktales are passed orally from generation to generation.",
      "topic": "예술"
    },
    {
      "no": "645",
      "en": "In the 1830s, periodicals appeared in large numbers in America.",
      "topic": "기타"
    },
    {
      "no": "646",
      "en": "His lecture is always useful and stimulated.",
      "topic": "학교"
    },
    {
      "no": "647",
      "en": "The US ranks twenty-second in foreign aid, given it as a percentage of GDP.",
      "topic": "경제"
    },
    {
      "no": "648",
      "en": "Meeting with mentors can be scheduled for students who require additional support.",
      "topic": "학교"
    },
    {
      "no": "649",
      "en": "I am pleased to report that many topics have been involved in this lecture.",
      "topic": "학교"
    },
    {
      "no": "650",
      "en": "Students who selected two to three courses may need an extension.",
      "topic": "학교"
    },
    {
      "no": "651",
      "en": "You need to be careful when quoting Internet sources.",
      "topic": "기술"
    },
    {
      "no": "652",
      "en": "One of the hardest things about starting university is finding your way around.",
      "topic": "학교"
    },
    {
      "no": "653",
      "en": "The new professor used to work in a world bank.",
      "topic": "학교"
    },
    {
      "no": "654",
      "en": "Many medical volunteers no longer have access to medical literature.",
      "topic": "건강"
    },
    {
      "no": "655",
      "en": "In the past, people ate very different food.",
      "topic": "기타"
    },
    {
      "no": "656",
      "en": "The literal output of this research is prolific and diverse.",
      "topic": "과학"
    },
    {
      "no": "657",
      "en": "During the second term, you are supposed to submit one essay per week.",
      "topic": "학교"
    },
    {
      "no": "658",
      "en": "It provides an opportunity to work with other disciplines.",
      "topic": "학교"
    },
    {
      "no": "659",
      "en": "Student discount cards can be used on campus in the coffeehouse.",
      "topic": "학교"
    },
    {
      "no": "661",
      "en": "In our campus, prospective students had access to thirteen college libraries.",
      "topic": "학교"
    },
    {
      "no": "662",
      "en": "A lot of people who have up until now been spending money in having a good time now need to be more careful with their money.",
      "topic": "경제"
    },
    {
      "no": "663",
      "en": "What distinguishes him from others is his dramatic use of black and white photography.",
      "topic": "예술"
    },
    {
      "no": "664",
      "en": "Our university has strong partnerships with industry as well as collaborative relationships with government bodies.",
      "topic": "학교"
    },
    {
      "no": "665",
      "en": "Number the beakers and put them away.",
      "topic": "기타"
    },
    {
      "no": "666",
      "en": "We would like a first draft of the assignment on Monday.",
      "topic": "학교"
    },
    {
      "no": "667",
      "en": "The problem with this is that it fails to answer the basic question.",
      "topic": "기타"
    },
    {
      "no": "668",
      "en": "The gap between the rich and the poor did not decrease rapidly as expected.",
      "topic": "경제"
    },
    {
      "no": "669",
      "en": "In marketing, short-term thinking leads to many problems.",
      "topic": "경제"
    },
    {
      "no": "671",
      "en": "Participants were not performing an actual purchase.",
      "topic": "경제"
    },
    {
      "no": "672",
      "en": "The website interface represents the stimuli that influence consumer's decision-making.",
      "topic": "기술"
    },
    {
      "no": "673",
      "en": "This essay examined the use of computer in the science classroom.",
      "topic": "학교"
    },
    {
      "no": "674",
      "en": "A science-based approach is vital for effective advancements.",
      "topic": "과학"
    },
    {
      "no": "675",
      "en": "A key feature in drug development is examination of the pharmacological effects.",
      "topic": "과학"
    },
    {
      "no": "676",
      "en": "This process has enabled the rational identification of core machinery.",
      "topic": "기술"
    },
    {
      "no": "677",
      "en": "Cellular engineering strategies are highly desirable.",
      "topic": "과학"
    },
    {
      "no": "678",
      "en": "There has been a rapid growth in the commercial market.",
      "topic": "경제"
    },
    {
      "no": "679",
      "en": "Most of the strategies are in a preclinical state.",
      "topic": "과학"
    },
    {
      "no": "680",
      "en": "The current and conventional method has many disadvantages including the side effects.",
      "topic": "과학"
    },
    {
      "no": "681",
      "en": "Proteins constitute at least thirty percent of the total mass of all living organisms.",
      "topic": "과학"
    },
    {
      "no": "682",
      "en": "Quantitative and temporal parameters of food consumption were used.",
      "topic": "과학"
    },
    {
      "no": "683",
      "en": "We developed a method for evaluation of dynamic changes.",
      "topic": "과학"
    },
    {
      "no": "684",
      "en": "Some methods for clinical applications have been presented as well.",
      "topic": "과학"
    },
    {
      "no": "685",
      "en": "The aim of the work presented could be formulated as follows.",
      "topic": "기타"
    },
    {
      "no": "686",
      "en": "Digital scans of archived materials are provided for a small fee.",
      "topic": "기술"
    },
    {
      "no": "687",
      "en": "The politics combine both the legislative and the political authorities.",
      "topic": "사회"
    },
    {
      "no": "688",
      "en": "All of our accommodations are within a walking distance to the academic buildings.",
      "topic": "학교"
    },
    {
      "no": "689",
      "en": "The application form must be submitted before the end of term.",
      "topic": "학교"
    },
    {
      "no": "692",
      "en": "Before choosing your university course, you should consider your career.",
      "topic": "학교"
    },
    {
      "no": "693",
      "en": "The new drug will be tested in North America.",
      "topic": "과학"
    },
    {
      "no": "694",
      "en": "Computer software has changed a lot since last year.",
      "topic": "기술"
    },
    {
      "no": "695",
      "en": "Without doubt, his primary motive was economic growth.",
      "topic": "경제"
    },
    {
      "no": "696",
      "en": "I've always been interested in biology and physics.",
      "topic": "학교"
    },
    {
      "no": "697",
      "en": "We weren't able to agree on the appropriate independent variables.",
      "topic": "과학"
    },
    {
      "no": "698",
      "en": "To measure distance could take as much as three weeks.",
      "topic": "과학"
    },
    {
      "no": "699",
      "en": "Please pass the handouts along to the rest of the people in your row.",
      "topic": "학교"
    },
    {
      "no": "700",
      "en": "Your watch is fast, you need to reset it.",
      "topic": "기술"
    },
    {
      "no": "701",
      "en": "The largest department in this university is history department.",
      "topic": "학교"
    },
    {
      "no": "702",
      "en": "A computer virus has destroyed all my files.",
      "topic": "기술"
    },
    {
      "no": "703",
      "en": "In my free time, I would like to read newspapers.",
      "topic": "기타"
    },
    {
      "no": "704",
      "en": "They say Professor James's lectures are always interesting and fun.",
      "topic": "학교"
    },
    {
      "no": "705",
      "en": "The number of students registering for postgraduate research has risen.",
      "topic": "학교"
    },
    {
      "no": "706",
      "en": "This semester we plan to specialize in education psychology.",
      "topic": "학교"
    },
    {
      "no": "708",
      "en": "Please do not bring food into the classroom.",
      "topic": "학교"
    },
    {
      "no": "709",
      "en": "You can find the student service center on level one of Home Building.",
      "topic": "학교"
    },
    {
      "no": "710",
      "en": "Students should take advantage of the internet before attending the lecture.",
      "topic": "학교"
    },
    {
      "no": "711",
      "en": "Most students in last year's course did well in this module.",
      "topic": "학교"
    },
    {
      "no": "712",
      "en": "A study skill semester is on for the students who require assistance.",
      "topic": "학교"
    },
    {
      "no": "713",
      "en": "The hypothesis needs to be tested in a more rigorous way.",
      "topic": "과학"
    },
    {
      "no": "714",
      "en": "These developments are discussed in more depth in Chapter nine.",
      "topic": "기타"
    },
    {
      "no": "715",
      "en": "The campus library will be closed during the winter break.",
      "topic": "학교"
    },
    {
      "no": "716",
      "en": "All necessary information is in the assignment.",
      "topic": "학교"
    },
    {
      "no": "717",
      "en": "All undergraduate students should participate in the seminar.",
      "topic": "학교"
    },
    {
      "no": "718",
      "en": "All students and staff have access to printers and scanners.",
      "topic": "기술"
    },
    {
      "no": "719",
      "en": "Children are not allowed to be in the laboratory at any time.",
      "topic": "학교"
    },
    {
      "no": "720",
      "en": "Allergy problems do run in the family, but we don’t understand why.",
      "topic": "건강"
    },
    {
      "no": "721",
      "en": "A renowned economist is selected to have a speech tonight at eight.",
      "topic": "경제"
    },
    {
      "no": "722",
      "en": "Anyone who has a problem with their accommodation should speak to the welfare officer.",
      "topic": "사회"
    },
    {
      "no": "723",
      "en": "Many experts think that the world climate is changing.",
      "topic": "과학"
    },
    {
      "no": "724",
      "en": "Being a student representative on the union really cuts into my study time.",
      "topic": "학교"
    },
    {
      "no": "725",
      "en": "Conferences are always scheduled on the third Wednesday of the month.",
      "topic": "학교"
    },
    {
      "no": "726",
      "en": "Could you please pass the handouts to students in your row?",
      "topic": "학교"
    },
    {
      "no": "728",
      "en": "Those reference books are too old, while the others are OK.",
      "topic": "학교"
    },
    {
      "no": "729",
      "en": "Doing this research makes me think of the purpose of science.",
      "topic": "과학"
    },
    {
      "no": "730",
      "en": "Don’t forget to hand in your assignments by the end of next week.",
      "topic": "학교"
    },
    {
      "no": "731",
      "en": "Elephant is the largest land living mammal.",
      "topic": "과학"
    },
    {
      "no": "732",
      "en": "Farmers do not always receive fair prices for agricultural goods.",
      "topic": "경제"
    },
    {
      "no": "733",
      "en": "I believe children should read aloud more.",
      "topic": "교육"
    },
    {
      "no": "734",
      "en": "I didn’t attend yesterday’s lecture. Could I borrow your notes?",
      "topic": "교육"
    },
    {
      "no": "735",
      "en": "I thought the mid-term exam was only worth half of our course grade.",
      "topic": "교육"
    },
    {
      "no": "736",
      "en": "I will be in my office every day from ten to twelve.",
      "topic": "기타"
    },
    {
      "no": "737",
      "en": "I will check again but I am pretty sure we are supposed to read chapter two.",
      "topic": "교육"
    },
    {
      "no": "738",
      "en": "I’ve got a tutorial in an hour and I haven’t had any time to prepare for it.",
      "topic": "교육"
    },
    {
      "no": "739",
      "en": "It's the words of common occurrence that have different referential value.",
      "topic": "기타"
    },
    {
      "no": "740",
      "en": "It’s time to finalize the work before the Wednesday seminar.",
      "topic": "교육"
    },
    {
      "no": "742",
      "en": "Many of the most popular courses are available online.",
      "topic": "교육"
    },
    {
      "no": "743",
      "en": "Many of the urban poor lived in an extremely cramped condition.",
      "topic": "사회"
    },
    {
      "no": "744",
      "en": "Meeting with tutors could be arranged for students who need additional help.",
      "topic": "교육"
    },
    {
      "no": "745",
      "en": "More females than males graduated from universities last year.",
      "topic": "교육"
    },
    {
      "no": "746",
      "en": "Most of the assignments should be submitted on the same day.",
      "topic": "교육"
    },
    {
      "no": "747",
      "en": "Most university teaching takes place in lectures and seminars.",
      "topic": "교육"
    },
    {
      "no": "748",
      "en": "Next time, we will discuss the influence of the media on public policy.",
      "topic": "사회"
    },
    {
      "no": "749",
      "en": "The United States has the maximum production of chocolate.",
      "topic": "경제"
    },
    {
      "no": "750",
      "en": "I don't understand what the comment of my essay means.",
      "topic": "학교"
    },
    {
      "no": "751",
      "en": "Our fundamental realities, especially national needs, have seen the ability to flourish.",
      "topic": "사회"
    },
    {
      "no": "752",
      "en": "The student service center is located on the main campus behind the library.",
      "topic": "학교"
    },
    {
      "no": "753",
      "en": "Please finish all the reading chapters before the field trip.",
      "topic": "교육"
    },
    {
      "no": "754",
      "en": "Students need to finish their assignments during the next four weeks.",
      "topic": "교육"
    },
    {
      "no": "755",
      "en": "This Thursday is the last day for students to withdraw subjects without any penalty.",
      "topic": "학교"
    },
    {
      "no": "756",
      "en": "The residence hall is closed prior to the closing time of the academic building during the end of the semester.",
      "topic": "교육"
    },
    {
      "no": "758",
      "en": "She used to be everywhere, but today she is missing.",
      "topic": "기타"
    },
    {
      "no": "759",
      "en": "Sport is the main cause of traumatic brain injuries in the United States.",
      "topic": "건강"
    },
    {
      "no": "761",
      "en": "You may not be allowed to read any books without the reading list.",
      "topic": "학교"
    },
    {
      "no": "762",
      "en": "I would like tomato and cheese sandwiches on white bread and orange juice.",
      "topic": "기타"
    },
    {
      "no": "763",
      "en": "Students can download the materials from the website.",
      "topic": "교육"
    },
    {
      "no": "764",
      "en": "I used to have coffee with milk and one sugar.",
      "topic": "기타"
    },
    {
      "no": "765",
      "en": "The aesthetic implications of this study have not yet been fully explored.",
      "topic": "예술"
    },
    {
      "no": "766",
      "en": "The author expressed an idea that modern readers inevitably cannot accept.",
      "topic": "기타"
    },
    {
      "no": "767",
      "en": "Organizational failure is considered from various perspectives in academic literature.",
      "topic": "기타"
    },
    {
      "no": "768",
      "en": "Organic food is grown without applying chemicals and the process is without artificial additives.",
      "topic": "건강"
    },
    {
      "no": "769",
      "en": "The college welcomes students from all over the world.",
      "topic": "교육"
    },
    {
      "no": "770",
      "en": "The contest includes both the land history and the human history.",
      "topic": "기타"
    },
    {
      "no": "771",
      "en": "The country suffered a series of invasions by present-day Germany and Denmark.",
      "topic": "역사"
    },
    {
      "no": "772",
      "en": "The course registration is open in early March for new students.",
      "topic": "교육"
    },
    {
      "no": "773",
      "en": "The current statistical evidence indicates the need of further research.",
      "topic": "과학"
    },
    {
      "no": "774",
      "en": "The date of the invention of the first clock was disputed among historians.",
      "topic": "역사"
    },
    {
      "no": "775",
      "en": "Number the beakers and put them away until tomorrow.",
      "topic": "기타"
    },
    {
      "no": "776",
      "en": "The first few sentences of an essay should capture the readers' attention.",
      "topic": "교육"
    },
    {
      "no": "777",
      "en": "The information on the internet is becoming more reliable.",
      "topic": "기술"
    },
    {
      "no": "778",
      "en": "The inherent tension between these two features remains to be addressed.",
      "topic": "기타"
    },
    {
      "no": "779",
      "en": "The lecture will deal with the influence of technology on music.",
      "topic": "예술"
    },
    {
      "no": "780",
      "en": "The minimum mark for Distinction grade is no less than 75%.",
      "topic": "학교"
    },
    {
      "no": "781",
      "en": "The majority of the hardware we are using was built for a customer.",
      "topic": "기술"
    },
    {
      "no": "782",
      "en": "Nearly half of television outputs are given away for educational programs.",
      "topic": "사회"
    },
    {
      "no": "783",
      "en": "You can change your courses on the website during the registration period.",
      "topic": "학교"
    },
    {
      "no": "784",
      "en": "39.5% of Californian residents do not speak English at home.",
      "topic": "사회"
    },
    {
      "no": "785",
      "en": "The office opens on Mondays and Thursdays directly following the freshman seminar.",
      "topic": "기타"
    },
    {
      "no": "786",
      "en": "The office said Dr. Smith will arrive later today.",
      "topic": "기타"
    },
    {
      "no": "787",
      "en": "Essays with few or no citations will be regarded as invalid.",
      "topic": "학교"
    },
    {
      "no": "788",
      "en": "Many undergraduate students go back home to stay with their parents after graduation.",
      "topic": "사회"
    },
    {
      "no": "789",
      "en": "The recent study has thrown out the validity of the argument.",
      "topic": "과학"
    },
    {
      "no": "790",
      "en": "The results will be available in the main course and online.",
      "topic": "교육"
    },
    {
      "no": "791",
      "en": "The professor is going to discuss the conflict.",
      "topic": "학교"
    },
    {
      "no": "792",
      "en": "The visiting professor is going to give a lecture on geology.",
      "topic": "교육"
    },
    {
      "no": "793",
      "en": "The wheelchair lift has been upgraded this month.",
      "topic": "기술"
    },
    {
      "no": "794",
      "en": "There are lots of people competing for places in computer courses.",
      "topic": "교육"
    },
    {
      "no": "795",
      "en": "To understand its entity, we need to go back to its origin.",
      "topic": "기타"
    },
    {
      "no": "796",
      "en": "She told the faculty to be very supportive.",
      "topic": "학교"
    },
    {
      "no": "797",
      "en": "This can be seen as the starting point of my discussion today.",
      "topic": "기타"
    },
    {
      "no": "798",
      "en": "This year we are applying to use a different type of assessment on this module.",
      "topic": "교육"
    },
    {
      "no": "799",
      "en": "To receive the reimbursement, you must keep the original receipts.",
      "topic": "경제"
    },
    {
      "no": "800",
      "en": "Tomorrow evening, there will be a panel discussion on sustainable development.",
      "topic": "사회"
    },
    {
      "no": "801",
      "en": "We don’t teach the same way as we used to.",
      "topic": "교육"
    },
    {
      "no": "802",
      "en": "We like people to write a case study, describing an organization they know.",
      "topic": "교육"
    },
    {
      "no": "804",
      "en": "We offer a broad range of undergraduate and postgraduate courses.",
      "topic": "교육"
    },
    {
      "no": "805",
      "en": "We’ve decided to ask you to write four short pieces of coursework this year.",
      "topic": "교육"
    },
    {
      "no": "806",
      "en": "This science fiction novel uses advanced space technologies to create the setting.",
      "topic": "예술"
    },
    {
      "no": "807",
      "en": "All sources of materials must be included in your bibliography.",
      "topic": "학교"
    },
    {
      "no": "808",
      "en": "You should include your name and identification number on the registration form.",
      "topic": "기타"
    },
    {
      "no": "809",
      "en": "You will be less stressed if you are well prepared for the exam.",
      "topic": "교육"
    },
    {
      "no": "810",
      "en": "There are a range of housing options near the university.",
      "topic": "학교"
    },
    {
      "no": "811",
      "en": "Our school of arts and technology accepts applications at all points throughout the year.",
      "topic": "학교"
    },
    {
      "no": "812",
      "en": "Conservation is the survival of future generation.",
      "topic": "과학"
    },
    {
      "no": "813",
      "en": "Does the government in your country help families that need help?",
      "topic": "사회"
    },
    {
      "no": "814",
      "en": "Due to the rising demand for courses, the university should also increase their academic staff.",
      "topic": "학교"
    },
    {
      "no": "815",
      "en": "Eating too much will do harm to your health.",
      "topic": "건강"
    },
    {
      "no": "816",
      "en": "Globalization has been a major force driving both urbanization and the growth of cities.",
      "topic": "사회"
    },
    {
      "no": "819",
      "en": "There is considerably less supervision at university.",
      "topic": "학교"
    },
    {
      "no": "820",
      "en": "I will be in my office every Tuesday and Thursday.",
      "topic": "기타"
    },
    {
      "no": "821",
      "en": "I’m glad you got here safely.",
      "topic": "기타"
    },
    {
      "no": "822",
      "en": "This is a prestigious program for our university.",
      "topic": "학교"
    },
    {
      "no": "823",
      "en": "This small Indian state is a land of forests, valleys and snowy islands.",
      "topic": "기타"
    },
    {
      "no": "824",
      "en": "Students are competing for every place in the computer courses.",
      "topic": "학교"
    },
    {
      "no": "825",
      "en": "I didn't agree with the author’s argument, but his presentation was good.",
      "topic": "기타"
    },
    {
      "no": "826",
      "en": "The cafeteria closes soon but the snack machine is accessible throughout the night.",
      "topic": "기타"
    },
    {
      "no": "827",
      "en": "We can meet in my office after the lecture.",
      "topic": "학교"
    },
    {
      "no": "828",
      "en": "We didn't mean to ask him to do it because he cannot manage it.",
      "topic": "기타"
    },
    {
      "no": "830",
      "en": "There is absolutely no archaeological evidence to prove that Alexander the Great existed.",
      "topic": "과학"
    },
    {
      "no": "831",
      "en": "I spend my time really studying human beings.",
      "topic": "기타"
    },
    {
      "no": "833",
      "en": "A hundred years ago, Albert Einstein first published his theory of general relativity.",
      "topic": "과학"
    },
    {
      "no": "834",
      "en": "Make sure the financial director knows the full details of the pay agreement.",
      "topic": "경제"
    },
    {
      "no": "836",
      "en": "Physics is a detailed study of matter and energy.",
      "topic": "과학"
    },
    {
      "no": "837",
      "en": "There is limited funding in this department to support qualified students.",
      "topic": "학교"
    },
    {
      "no": "838",
      "en": "By clicking this button, you agree with the terms and conditions of this website.",
      "topic": "기술"
    },
    {
      "no": "839",
      "en": "Student loans are now available for international students.",
      "topic": "학교"
    },
    {
      "no": "840",
      "en": "Spiritualism is defined as a system of belief or religious practice.",
      "topic": "기타"
    },
    {
      "no": "841",
      "en": "Companies need to satisfy customers’ needs if they want to be successful.",
      "topic": "경제"
    },
    {
      "no": "842",
      "en": "Expertise in particular areas distinguishes you from other graduates in a job interview.",
      "topic": "경제"
    },
    {
      "no": "843",
      "en": "Newspapers across the world are reporting stories of presidents.",
      "topic": "사회"
    },
    {
      "no": "845",
      "en": "We need to make sure the school principal knows about the changes.",
      "topic": "학교"
    },
    {
      "no": "846",
      "en": "I am glad that Professor Gordon just joined our faculty.",
      "topic": "학교"
    },
    {
      "no": "847",
      "en": "Genetic and biochemical analyses have generated a detailed portfolio of mechanisms.",
      "topic": "과학"
    },
    {
      "no": "848",
      "en": "We want to attract the very best students regardless of their financial circumstances.",
      "topic": "학교"
    },
    {
      "no": "849",
      "en": "History is not a simple collection of dates and events.",
      "topic": "기타"
    },
    {
      "no": "850",
      "en": "The genetic biology technology lab is located at the North Wing of the library.",
      "topic": "과학"
    },
    {
      "no": "851",
      "en": "Students' identification cards will be issued today and tomorrow.",
      "topic": "학교"
    },
    {
      "no": "852",
      "en": "The concepts in this thesis were not new.",
      "topic": "학교"
    },
    {
      "no": "853",
      "en": "The older equipment has been put at the back of the building.",
      "topic": "기타"
    },
    {
      "no": "854",
      "en": "The Arts Magazine is looking for a new Assistant Editor.",
      "topic": "예술"
    },
    {
      "no": "858",
      "en": "Modern poetry often tests the conventions of language and the rhythm.",
      "topic": "예술"
    },
    {
      "no": "859",
      "en": "Care needs to be taken for vulnerable groups during the periods of turmoil.",
      "topic": "건강"
    },
    {
      "no": "860",
      "en": "The first assignment is due on the fourteenth of September.",
      "topic": "학교"
    },
    {
      "no": "861",
      "en": "This can be used as a starting point of my discussion today.",
      "topic": "기타"
    },
    {
      "no": "862",
      "en": "She is an expert of eighteenth-century French literature.",
      "topic": "예술"
    },
    {
      "no": "863",
      "en": "You need to read the chapter before the management class.",
      "topic": "학교"
    },
    {
      "no": "864",
      "en": "Students should book a library tour on the first week of the first semester.",
      "topic": "학교"
    },
    {
      "no": "865",
      "en": "The capacity of programming computers is expanding enormously every year.",
      "topic": "기술"
    },
    {
      "no": "866",
      "en": "It is interesting to observe the development of language skills of toddlers.",
      "topic": "기타"
    },
    {
      "no": "867",
      "en": "The sports team members often practice on weekdays and play games on weekends.",
      "topic": "학교"
    },
    {
      "no": "868",
      "en": "The timetable will be posted on the website before the class starts.",
      "topic": "학교"
    },
    {
      "no": "870",
      "en": "It is within the framework that we're making our survey.",
      "topic": "기타"
    },
    {
      "no": "871",
      "en": "There will be an open book exam on Monday, the twenty-eighth.",
      "topic": "학교"
    },
    {
      "no": "872",
      "en": "Please make sure all workers follow the department guidelines.",
      "topic": "기타"
    },
    {
      "no": "873",
      "en": "Environmental friendliness is a new category in which campuses are competing.",
      "topic": "사회"
    },
    {
      "no": "874",
      "en": "She feared becoming an object of ridicule.",
      "topic": "기타"
    },
    {
      "no": "875",
      "en": "We are constantly looking for ways to bring industry and agriculture closer together.",
      "topic": "경제"
    },
    {
      "no": "877",
      "en": "Higher fees make students think more critically about what universities can offer.",
      "topic": "학교"
    },
    {
      "no": "878",
      "en": "The cafe will close soon but you can use the snack machine which is running overnight.",
      "topic": "기타"
    },
    {
      "no": "879",
      "en": "Diagnosis is not a single event, but an evolving process.",
      "topic": "건강"
    },
    {
      "no": "880",
      "en": "Diagnosis is not a discrete or limited process.",
      "topic": "건강"
    },
    {
      "no": "881",
      "en": "The university will introduce several new courses in the coming year.",
      "topic": "학교"
    },
    {
      "no": "882",
      "en": "The search for universal explanations plays an important role in the development of archaeological theory.",
      "topic": "과학"
    },
    {
      "no": "883",
      "en": "Don’t hesitate to email me if you have any questions.",
      "topic": "기타"
    },
    {
      "no": "884",
      "en": "The most modern agricultural equipment is now extremely expensive.",
      "topic": "경제"
    },
    {
      "no": "885",
      "en": "The theoretical proposal was challenging to grasp.",
      "topic": "기타"
    },
    {
      "no": "886",
      "en": "Would you please put the materials on the table.",
      "topic": "기타"
    },
    {
      "no": "887",
      "en": "Essays with few or no citations will raise the concern of the lecturers.",
      "topic": "학교"
    },
    {
      "no": "888",
      "en": "The generic biology technology lab is located at the North Wing of the library.",
      "topic": "과학"
    },
    {
      "no": "889",
      "en": "The lecture was meant to start at ten.",
      "topic": "학교"
    },
    {
      "no": "890",
      "en": "The new English class will start next Monday morning.",
      "topic": "학교"
    },
    {
      "no": "891",
      "en": "Animals grow larger and stronger to help them to hunt better.",
      "topic": "과학"
    },
    {
      "no": "892",
      "en": "As a student union member, we can influence the change of the university.",
      "topic": "학교"
    },
    {
      "no": "893",
      "en": "It is good for the environment also good for your electricity bill.",
      "topic": "기타"
    },
    {
      "no": "894",
      "en": "We need to read the first five chapters to prepare for next week's tutorial.",
      "topic": "학교"
    },
    {
      "no": "895",
      "en": "Companies are aiming to earn the money not to change society.",
      "topic": "경제"
    },
    {
      "no": "896",
      "en": "We will study the following two pictures in the next lecture.",
      "topic": "학교"
    },
    {
      "no": "897",
      "en": "We will see if we can get through this without too many interruptions.",
      "topic": "기타"
    },
    {
      "no": "898",
      "en": "The key to success in the exam is to study hard and do well.",
      "topic": "학교"
    },
    {
      "no": "899",
      "en": "Many of the universities' original buildings are still in use.",
      "topic": "학교"
    },
    {
      "no": "900",
      "en": "Since the problems we face are global, we need to find the global solutions.",
      "topic": "사회"
    },
    {
      "no": "901",
      "en": "Arteries carry oxygenated blood from the heart to other parts of the body.",
      "topic": "과학"
    },
    {
      "no": "902",
      "en": "I would like the assignment to be less than 2,000 words.",
      "topic": "학교"
    },
    {
      "no": "903",
      "en": "In eighteen thirty, periodicals appeared in large numbers in America.",
      "topic": "기타"
    },
    {
      "no": "904",
      "en": "Fishing is a sport and a means for surviving.",
      "topic": "기타"
    },
    {
      "no": "905",
      "en": "To answer such a complex question with a simple yes or no is absolutely impossible.",
      "topic": "기타"
    },
    {
      "no": "906",
      "en": "If she doesn't speak the language, she's not going to sit around and wait for a translator.",
      "topic": "기타"
    },
    {
      "no": "907",
      "en": "I don't like cheese and tomato sandwiches on white bread and orange juice.",
      "topic": "기타"
    },
    {
      "no": "908",
      "en": "We are so dependent on the computer that we cannot live without it.",
      "topic": "기술"
    },
    {
      "no": "909",
      "en": "The university has a number of travel scholarships that students can apply for.",
      "topic": "학교"
    },
    {
      "no": "910",
      "en": "Children can share their lunch at around noon.",
      "topic": "학교"
    },
    {
      "no": "911",
      "en": "Internet provides unusual opportunities for students and current events.",
      "topic": "기술"
    },
    {
      "no": "913",
      "en": "The timetable for next term will be available next week.",
      "topic": "학교"
    },
    {
      "no": "914",
      "en": "The timetable for the new term will be available next week.",
      "topic": "학교"
    },
    {
      "no": "915",
      "en": "Newspapers across the world reported stories of presidents.",
      "topic": "사회"
    },
    {
      "no": "916",
      "en": "His objection to including scientific evidence has brought a lot of criticisms to him.",
      "topic": "과학"
    },
    {
      "no": "917",
      "en": "Anonymous behaviors can be identified without intervention.",
      "topic": "기타"
    },
    {
      "no": "918",
      "en": "The number of bankruptcy skyrocketed in the third quarter.",
      "topic": "경제"
    },
    {
      "no": "919",
      "en": "The university supplies a number of scholarships for those who have specific goals.",
      "topic": "학교"
    },
    {
      "no": "920",
      "en": "The company will arrange a taxi to meet you at the airport.",
      "topic": "기타"
    },
    {
      "no": "922",
      "en": "Unfortunately, their immune systems were not strong enough to fight off common earthly bacteria.",
      "topic": "건강"
    },
    {
      "no": "923",
      "en": "It is just a feeling of having tried something new and succeeded.",
      "topic": "기타"
    },
    {
      "no": "924",
      "en": "Lots of students had money and passports stolen especially at night.",
      "topic": "사회"
    },
    {
      "no": "925",
      "en": "In the dark, before the dawn, the plane was assembled.",
      "topic": "기타"
    },
    {
      "no": "927",
      "en": "The trip for the professional training will start soon, so pack the items before we leave.",
      "topic": "기타"
    },
    {
      "no": "929",
      "en": "Negative discourse continues to be predominant in discussions about gender.",
      "topic": "사회"
    },
    {
      "no": "930",
      "en": "In my free time, I would like to read current affairs and newspapers.",
      "topic": "기타"
    },
    {
      "no": "931",
      "en": "In English, the first letters of the months of the year are always capitalized.",
      "topic": "학교"
    },
    {
      "no": "932",
      "en": "Most of the lectures begin promptly, so do not be late.",
      "topic": "학교"
    },
    {
      "no": "933",
      "en": "Our capacity to respond to national needs will determine our ability to flourish.",
      "topic": "사회"
    },
    {
      "no": "934",
      "en": "Students from various backgrounds can achieve a variety of qualifications.",
      "topic": "학교"
    },
    {
      "no": "935",
      "en": "The development in the information technology has greatly changed the way people work.",
      "topic": "기술"
    },
    {
      "no": "936",
      "en": "I can give you a hand if you need help.",
      "topic": "기타"
    },
    {
      "no": "938",
      "en": "In this library, the reserve collection of books can be borrowed for up to three hours.",
      "topic": "학교"
    },
    {
      "no": "939",
      "en": "Is the hypothesis on black hole rendered moot as the explanation of astrophysics?",
      "topic": "과학"
    },
    {
      "no": "940",
      "en": "It is clear that there is little accurate documentation in support of this claim.",
      "topic": "기타"
    },
    {
      "no": "941",
      "en": "Most printers in the library are out of ink.",
      "topic": "기술"
    },
    {
      "no": "942",
      "en": "Much of the evidence used has only recently become available.",
      "topic": "기타"
    },
    {
      "no": "943",
      "en": "The bookstore is located on the main campus behind the library.",
      "topic": "학교"
    },
    {
      "no": "944",
      "en": "The lecture theater one is located on the ground floor of the Pack Building.",
      "topic": "학교"
    },
    {
      "no": "945",
      "en": "The United States has developed a coffee culture in recent years.",
      "topic": "사회"
    },
    {
      "no": "946",
      "en": "The university supplies a number of scholarships for qualified students.",
      "topic": "학교"
    },
    {
      "no": "948",
      "en": "We are required to submit the assignment before Friday.",
      "topic": "학교"
    },
    {
      "no": "949",
      "en": "You are required to submit the assignment before Friday.",
      "topic": "학교"
    },
    {
      "no": "950",
      "en": "You can only choose one subject from biology and chemistry.",
      "topic": "학교"
    },
    {
      "no": "951",
      "en": "You can pay by cash or using a credit card.",
      "topic": "경제"
    },
    {
      "no": "952",
      "en": "You come with me, and the others just stay here.",
      "topic": "기타"
    },
    {
      "no": "953",
      "en": "You must ensure you do not include too much irrelevant information.",
      "topic": "기타"
    },
    {
      "no": "954",
      "en": "You should go to the reception to get your student card.",
      "topic": "학교"
    },
    {
      "no": "955",
      "en": "Your tutor is there for help, so do ask if you don't understand anything.",
      "topic": "학교"
    },
    {
      "no": "956",
      "en": "Scholarship applications must be handed in at the end of the month.",
      "topic": "학교"
    },
    {
      "no": "957",
      "en": "My laptop has crashed and cannot save any file.",
      "topic": "기술"
    },
    {
      "no": "958",
      "en": "The translator is not available in our department.",
      "topic": "기타"
    },
    {
      "no": "959",
      "en": "Every living thing begins as a single cell.",
      "topic": "과학"
    },
    {
      "no": "960",
      "en": "Contemporary critics dismissed his idea as eccentric.",
      "topic": "예술"
    },
    {
      "no": "961",
      "en": "A thorough bibliography is needed at the end of every assignment.",
      "topic": "학교"
    },
    {
      "no": "963",
      "en": "I'm glad you arrived here with safety.",
      "topic": "기타"
    },
    {
      "no": "964",
      "en": "This is how we deliver healthcare to millions of people over the world.",
      "topic": "건강"
    },
    {
      "no": "965",
      "en": "Robert Frost thinks the rural area is livable for people in New England.",
      "topic": "기타"
    },
    {
      "no": "966",
      "en": "The geographic assignment should be submitted by the midday of Friday.",
      "topic": "학교"
    },
    {
      "no": "967",
      "en": "All applications of internship are available in the office.",
      "topic": "학교"
    },
    {
      "no": "968",
      "en": "Ideally, free trade is beneficial to both trading partners.",
      "topic": "경제"
    },
    {
      "no": "969",
      "en": "The technician left the new microscope in the biology lab.",
      "topic": "과학"
    },
    {
      "no": "970",
      "en": "We’re constantly looking for ways to bring industry and agriculture closer together.",
      "topic": "경제"
    },
    {
      "no": "971",
      "en": "What is the most effective way of interaction between teachers and students in class?",
      "topic": "학교"
    },
    {
      "no": "973",
      "en": "Companies' projects must adapt to the general data protection regulations.",
      "topic": "기술"
    },
    {
      "no": "974",
      "en": "Being a vegan means not consuming any animal products.",
      "topic": "건강"
    },
    {
      "no": "975",
      "en": "Students can download the lecture handouts from the course website.",
      "topic": "학교"
    },
    {
      "no": "976",
      "en": "Students will need to be in the lecture this Thursday.",
      "topic": "학교"
    },
    {
      "no": "977",
      "en": "When the demand for the course rose, university authorities took on additional academic staff.",
      "topic": "학교"
    },
    {
      "no": "978",
      "en": "Please read the first five chapters to prepare for next week's tutorial.",
      "topic": "학교"
    },
    {
      "no": "979",
      "en": "He was regarded as the foremost economist at that time.",
      "topic": "경제"
    },
    {
      "no": "980",
      "en": "If you want to receive the reimbursement, you must submit the original receipts.",
      "topic": "경제"
    },
    {
      "no": "981",
      "en": "Humans have the ability to mentally say over 700 words a minute.",
      "topic": "기타"
    },
    {
      "no": "982",
      "en": "Companies are offering us all kinds of internet-connected devices.",
      "topic": "기술"
    },
    {
      "no": "983",
      "en": "Did you know that to become more fluent, you need lots of practice?",
      "topic": "기타"
    },
    {
      "no": "984",
      "en": "Some young people seem to be addicted to their cellphones.",
      "topic": "사회"
    },
    {
      "no": "985",
      "en": "I think of those leaders who inspire us to go beyond the call of duty.",
      "topic": "기타"
    },
    {
      "no": "986",
      "en": "The speaker mentioned two things that affect happiness.",
      "topic": "기타"
    },
    {
      "no": "988",
      "en": "How can we inspire people and ourselves to be self-motivated?",
      "topic": "기타"
    },
    {
      "no": "989",
      "en": "For human beings, breathing is a symbol of life.",
      "topic": "기타"
    },
    {
      "no": "991",
      "en": "People tend to be least happy in middle age.",
      "topic": "사회"
    },
    {
      "no": "992",
      "en": "We need to approach communication in an open way.",
      "topic": "사회"
    },
    {
      "no": "993",
      "en": "When we are stressed, our skin releases a natural chemical, a hormone, that repels mosquitoes.",
      "topic": "과학"
    },
    {
      "no": "995",
      "en": "My siblings and I were waiting for my mother to come back from the hospital.",
      "topic": "기타"
    },
    {
      "no": "996",
      "en": "I think we can all agree that being fluent in two languages is a good thing.",
      "topic": "기타"
    },
    {
      "no": "997",
      "en": "The burning of fossil fuels leads to pollution and global warming.",
      "topic": "과학"
    },
    {
      "no": "998",
      "en": "Proficiency in a foreign language may be demonstrated by assessment.",
      "topic": "학교"
    },
    {
      "no": "999",
      "en": "The library offers group study rooms, so you can work with other students.",
      "topic": "학교"
    },
    {
      "no": "1000",
      "en": "Our tutorial will take place on the second floor in room one.",
      "topic": "학교"
    },
    {
      "no": "1001",
      "en": "The book is informative but it could be accused of political bias.",
      "topic": "사회"
    },
    {
      "no": "1002",
      "en": "It is necessary to solve the equation to determine the unknown variable.",
      "topic": "과학"
    },
    {
      "no": "1003",
      "en": "Financial support can be offered to help pay your fees and other costs.",
      "topic": "경제"
    },
    {
      "no": "1004",
      "en": "The books are filled with drawings of machines invented when he was a student.",
      "topic": "기타"
    },
    {
      "no": "1005",
      "en": "Read the fitness center instructions before attempting to use the equipment.",
      "topic": "건강"
    },
    {
      "no": "1006",
      "en": "I look forward to meeting you and to helping you realize your goals.",
      "topic": "기타"
    },
    {
      "no": "1007",
      "en": "There won't be any space for me in the car.",
      "topic": "기타"
    },
    {
      "no": "1008",
      "en": "Her father prevented me from talking to her.",
      "topic": "기타"
    },
    {
      "no": "1010",
      "en": "The history of economics is a tricky subject to study.",
      "topic": "경제"
    },
    {
      "no": "1011",
      "en": "Those students have to retake the module if their marks are too low.",
      "topic": "학교"
    },
    {
      "no": "1012",
      "en": "There is a new pharmacy on the north side of the university campus.",
      "topic": "학교"
    },
    {
      "no": "1013",
      "en": "You need to use a Bunsen burner and a test tube.",
      "topic": "과학"
    },
    {
      "no": "1014",
      "en": "Professor Gordon just called me a few minutes ago.",
      "topic": "학교"
    },
    {
      "no": "1016",
      "en": "The context is basically the background of framework surrounding the act of communication.",
      "topic": "기타"
    },
    {
      "no": "1017",
      "en": "By changing the body positions, we can actually express our thoughts and feelings.",
      "topic": "기타"
    },
    {
      "no": "1018",
      "en": "He has led the party for over twenty years.",
      "topic": "사회"
    },
    {
      "no": "1020",
      "en": "To get further extension, you need to call the education executive on 401.",
      "topic": "학교"
    },
    {
      "no": "1021",
      "en": "The course comprises twenty hours of lectures, seminars and tutorials each week.",
      "topic": "학교"
    },
    {
      "no": "1022",
      "en": "If you need help, I can give you a hand in finding a flat.",
      "topic": "기타"
    },
    {
      "no": "1023",
      "en": "All course materials will be posted online.",
      "topic": "학교"
    },
    {
      "no": "1024",
      "en": "Please be careful when using online translation programs.",
      "topic": "기술"
    },
    {
      "no": "1025",
      "en": "Biology is the backbone of many specialized courses in the university.",
      "topic": "학교"
    },
    {
      "no": "1027",
      "en": "During the nineteenth century, immigrants and urban political machines helped in the voting.",
      "topic": "사회"
    },
    {
      "no": "1028",
      "en": "Gravity is extraordinarily weak and nearly impossible to study directly at a quantum level.",
      "topic": "과학"
    },
    {
      "no": "1029",
      "en": "Globalization problems need to find globalized solutions.",
      "topic": "경제"
    },
    {
      "no": "1030",
      "en": "Please be careful when using internet sources.",
      "topic": "기술"
    },
    {
      "no": "1031",
      "en": "During an official ceremony, a memorandum of understanding was signed by the academic dean.",
      "topic": "학교"
    },
    {
      "no": "1033",
      "en": "Wearing a mask is one of the best ways to curb the pandemic.",
      "topic": "건강"
    },
    {
      "no": "1035",
      "en": "Journalism is the collection, publication, and transmission of news.",
      "topic": "기타"
    },
    {
      "no": "1036",
      "en": "To be precise, your assignments need an abstract at the beginning.",
      "topic": "학교"
    },
    {
      "no": "1037",
      "en": "If you knew how to get there in time, why didn't you tell him?",
      "topic": "기타"
    },
    {
      "no": "1038",
      "en": "If you want your seminar to be postponed, make sure to get permission first.",
      "topic": "학교"
    },
    {
      "no": "1039",
      "en": "He was clearly saying that his neighbours always helped him in his difficult times.",
      "topic": "사회"
    },
    {
      "no": "1041",
      "en": "You need to contact us regarding the weekly availability of the telescopes.",
      "topic": "과학"
    },
    {
      "no": "1042",
      "en": "It takes just over eight minutes for sunlight to reach our planet.",
      "topic": "과학"
    },
    {
      "no": "1043",
      "en": "The university is willing to join the joint research efforts of the local council.",
      "topic": "학교"
    },
    {
      "no": "1044",
      "en": "You are supposed to provide your research efforts to your project coordinator.",
      "topic": "학교"
    },
    {
      "no": "1045",
      "en": "Are you supposed to complete the assignment without any help from others?",
      "topic": "학교"
    },
    {
      "no": "1046",
      "en": "The renewable energy alternatives were the main aspect of debate during the meeting.",
      "topic": "과학"
    },
    {
      "no": "1047",
      "en": "If they find you suitable, they will happily apply for your visa sponsorship.",
      "topic": "기타"
    },
    {
      "no": "1048",
      "en": "You need a valid visa letter from the department to join the workforce.",
      "topic": "기타"
    },
    {
      "no": "1050",
      "en": "The process is simple, just call them or ask for a representative to guide you.",
      "topic": "기타"
    },
    {
      "no": "1051",
      "en": "The treasure hunters were willing to take any risk to get to the location.",
      "topic": "기타"
    },
    {
      "no": "1052",
      "en": "You will probably need to find the nearest post-office to be able to access that service.",
      "topic": "기타"
    },
    {
      "no": "1053",
      "en": "What is the best possible way to get the work permit for this job?",
      "topic": "기타"
    },
    {
      "no": "1054",
      "en": "Public speaking is one of the qualities they were seeking among the candidates.",
      "topic": "기타"
    },
    {
      "no": "1055",
      "en": "The due date is cancelled, because they found many issues in the project structure.",
      "topic": "학교"
    },
    {
      "no": "1056",
      "en": "It was a groundbreaking discovery, but they had to pay a very high price for it.",
      "topic": "과학"
    },
    {
      "no": "1057",
      "en": "Winter can be harsh, but it won't be an issue since there is a heater.",
      "topic": "기타"
    },
    {
      "no": "1058",
      "en": "If you have a driving license, getting a job would be easier for you.",
      "topic": "기타"
    },
    {
      "no": "1060",
      "en": "Many people approached and were eager to help, but he didn’t want their help.",
      "topic": "사회"
    },
    {
      "no": "1061",
      "en": "The characteristics of the newly discovered insects match the ones we have on record.",
      "topic": "과학"
    },
    {
      "no": "1062",
      "en": "Can you help me complete this new questionnaire that the university asks for?",
      "topic": "학교"
    },
    {
      "no": "1063",
      "en": "An extra lecture is about to be scheduled at the end of this week to assist you with revision.",
      "topic": "학교"
    },
    {
      "no": "1064",
      "en": "The quality of our accommodation is high, but it is still affordable for students.",
      "topic": "학교"
    },
    {
      "no": "1065",
      "en": "At that time, people moved from towns to villages.",
      "topic": "사회"
    },
    {
      "no": "1066",
      "en": "If you forget your password, you need to contact the student center.",
      "topic": "기술"
    },
    {
      "no": "1067",
      "en": "The United States is the largest chocolate manufacturing country.",
      "topic": "경제"
    },
    {
      "no": "1068",
      "en": "Biographical information should be removed prior to the publication of the results.",
      "topic": "기타"
    },
    {
      "no": "1069",
      "en": "The course will be tested at the end of the semester.",
      "topic": "학교"
    },
    {
      "no": "1070",
      "en": "I have a sandwich and milk for my breakfast.",
      "topic": "기타"
    },
    {
      "no": "1071",
      "en": "Half of the marks in mathematics are allocated to the correct working.",
      "topic": "학교"
    },
    {
      "no": "1072",
      "en": "You should include your name and identity number in the registration form.",
      "topic": "기타"
    },
    {
      "no": "1073",
      "en": "Good research presents many benefits to the real people.",
      "topic": "과학"
    },
    {
      "no": "1074",
      "en": "Today, I'd like to talk a little bit about the other theories that can explain the variations in climate.",
      "topic": "과학"
    },
    {
      "no": "1075",
      "en": "The library is located on the north side of the campus.",
      "topic": "학교"
    },
    {
      "no": "1076",
      "en": "We must take great care when analyzing the data.",
      "topic": "과학"
    },
    {
      "no": "1077",
      "en": "Experience would be an advantage for this managerial role.",
      "topic": "경제"
    },
    {
      "no": "1078",
      "en": "The light can be seen as waves or particles.",
      "topic": "과학"
    },
    {
      "no": "1079",
      "en": "This framework could allow us to pose further research questions more systematically.",
      "topic": "과학"
    },
    {
      "no": "1080",
      "en": "It is clear that the effects of climate change will damage the world economy.",
      "topic": "경제"
    },
    {
      "no": "1081",
      "en": "Major sports on campus include rugby, soccer and tennis.",
      "topic": "학교"
    },
    {
      "no": "1082",
      "en": "Presentation skills are important to both universities and workplaces.",
      "topic": "학교"
    },
    {
      "no": "1083",
      "en": "There is too much information on this topic.",
      "topic": "기타"
    },
    {
      "no": "1084",
      "en": "Until you complete the form, you cannot attend.",
      "topic": "기타"
    },
    {
      "no": "1085",
      "en": "Everyone should get access to art galleries no matter where they live.",
      "topic": "예술"
    },
    {
      "no": "1086",
      "en": "Many industries have moved to the countryside where manufacturing costs are lower.",
      "topic": "경제"
    },
    {
      "no": "1087",
      "en": "We should focus on innovation, and if we don’t, we are bound to lose out.",
      "topic": "기술"
    },
    {
      "no": "1088",
      "en": "Tuesday sessions will last for approximately two hours.",
      "topic": "학교"
    },
    {
      "no": "1089",
      "en": "Please don't forget to check your email for the updates of the week.",
      "topic": "기술"
    },
    {
      "no": "1090",
      "en": "Parking permits can be collected through the student service office.",
      "topic": "기타"
    },
    {
      "no": "1091",
      "en": "We have three distinctive libraries which are nationally acclaimed.",
      "topic": "학교"
    },
    {
      "no": "1092",
      "en": "Students have the options to live in college residences or apartments.",
      "topic": "학교"
    },
    {
      "no": "1093",
      "en": "The gap between the rich and the poor does not decrease.",
      "topic": "사회"
    },
    {
      "no": "1095",
      "en": "Australia is the first AIDS-free country in the world.",
      "topic": "건강"
    },
    {
      "no": "1096",
      "en": "It is very important to wear masks during this pandemic.",
      "topic": "건강"
    },
    {
      "no": "1097",
      "en": "If you need help let me know because I am here.",
      "topic": "기타"
    },
    {
      "no": "1098",
      "en": "Car permits are available to students and staff.",
      "topic": "기타"
    },
    {
      "no": "1100",
      "en": "You cannot leave the examination center until you complete the form.",
      "topic": "학교"
    },
    {
      "no": "1101",
      "en": "Cells are the basic building blocks of all animals and plants.",
      "topic": "과학"
    },
    {
      "no": "1102",
      "en": "Services are rapidly growing in parts of the global economy.",
      "topic": "경제"
    },
    {
      "no": "1103",
      "en": "Exercise is important for mental and physical health.",
      "topic": "건강"
    },
    {
      "no": "1104",
      "en": "Global warming is a threat to economic growth.",
      "topic": "경제"
    },
    {
      "no": "1105",
      "en": "It is quite clear that further research is required.",
      "topic": "과학"
    },
    {
      "no": "1106",
      "en": "I was young and inexperienced and going too fast in wet weather.",
      "topic": "기타"
    },
    {
      "no": "1107",
      "en": "We all know there are more important things in life than the rat race.",
      "topic": "사회"
    },
    {
      "no": "1108",
      "en": "Read the safety instructions before using the equipment during the workshop.",
      "topic": "학교"
    },
    {
      "no": "1109",
      "en": "The exam will start on time, please prepare yourself.",
      "topic": "학교"
    },
    {
      "no": "1110",
      "en": "The brain is our central computer of our bodies.",
      "topic": "과학"
    },
    {
      "no": "1111",
      "en": "Please remain seated after finishing your exam.",
      "topic": "학교"
    },
    {
      "no": "1113",
      "en": "The university offers facilities to students and staff.",
      "topic": "학교"
    },
    {
      "no": "1114",
      "en": "The topic for discussion is usually related to the topic for a speech.",
      "topic": "학교"
    },
    {
      "no": "1115",
      "en": "By using the student identification card you can borrow books from the library.",
      "topic": "학교"
    },
    {
      "no": "1116",
      "en": "The teacher's difficulty is always considered when assessing student marks.",
      "topic": "학교"
    },
    {
      "no": "1118",
      "en": "Young children need education and organized activities.",
      "topic": "학교"
    },
    {
      "no": "1119",
      "en": "Please click the logo above to enter the site.",
      "topic": "기술"
    },
    {
      "no": "1120",
      "en": "Before attending the lecture, you must register online or by post.",
      "topic": "학교"
    },
    {
      "no": "1121",
      "en": "Students should take advantage of the online help system before approaching their lecturers.",
      "topic": "학교"
    },
    {
      "no": "1123",
      "en": "Effective presenters make eye contact with the audience.",
      "topic": "기타"
    },
    {
      "no": "1124",
      "en": "There are three separate assignments for this module.",
      "topic": "학교"
    },
    {
      "no": "1125",
      "en": "The website is designed to be highly interactive.",
      "topic": "기술"
    },
    {
      "no": "1126",
      "en": "The assignment should be submitted prior to the spring break.",
      "topic": "학교"
    },
    {
      "no": "1127",
      "en": "The geography assignments must be submitted by the midday of Friday.",
      "topic": "학교"
    },
    {
      "no": "1128",
      "en": "The atmosphere is composed by oxygen and nitrogen gases.",
      "topic": "과학"
    },
    {
      "no": "1129",
      "en": "Design changes need to be considered carefully to ensure improvement.",
      "topic": "기술"
    },
    {
      "no": "1130",
      "en": "The field training will start soon, so pack everything before the deadline.",
      "topic": "기타"
    },
    {
      "no": "1131",
      "en": "Lecture will be available in audio or video.",
      "topic": "학교"
    },
    {
      "no": "1132",
      "en": "There is no point in designing efficient cars if we use them more and more.",
      "topic": "기술"
    },
    {
      "no": "1133",
      "en": "His tone tonight was nothing short of jealousy.",
      "topic": "기타"
    },
    {
      "no": "1134",
      "en": "Demand for access to the library workstations is very high.",
      "topic": "학교"
    },
    {
      "no": "1136",
      "en": "Our university welcomes postgraduate students from all over the world.",
      "topic": "학교"
    },
    {
      "no": "1137",
      "en": "The loser of the race buys everybody else an ice cream.",
      "topic": "기타"
    },
    {
      "no": "1138",
      "en": "Weather here is unpredictable.",
      "topic": "과학"
    },
    {
      "no": "1139",
      "en": "The laboratory is deemed too dangerous for children, but there is one child that visits it daily.",
      "topic": "과학"
    },
    {
      "no": "1140",
      "en": "Long before children are able to speak or understand a language, they communicate through facial expressions and by making noises.",
      "topic": "과학"
    },
    {
      "no": "1141",
      "en": "Under normal conditions, markets will allocate resources efficiently.",
      "topic": "경제"
    },
    {
      "no": "1142",
      "en": "He reads magazines but he doesn’t like to read books.",
      "topic": "기타"
    },
    {
      "no": "1143",
      "en": "I would never feed my dog with commercial dog food.",
      "topic": "기타"
    },
    {
      "no": "1144",
      "en": "After she lost her job she couldn’t afford to feed her dogs, so she gave them away.",
      "topic": "사회"
    },
    {
      "no": "1145",
      "en": "The chocolate chip cookies smelled so good that I ate one without asking.",
      "topic": "기타"
    },
    {
      "no": "1146",
      "en": "My mom made a milkshake with frozen bananas and chocolate sauce.",
      "topic": "기타"
    },
    {
      "no": "1147",
      "en": "Privacy issues surrounding mobile computers are becoming complex.",
      "topic": "기술"
    },
    {
      "no": "1148",
      "en": "The plan raised a lot of money and improved the economy of the country.",
      "topic": "경제"
    },
    {
      "no": "1149",
      "en": "Fungi are important in the process of decay, which returns ingredients to the soil, enhances soil fertility, and decomposes animal debris.",
      "topic": "과학"
    },
    {
      "no": "1150",
      "en": "If their aspirations are not achieved, they become gloomy.",
      "topic": "기타"
    },
    {
      "no": "1151",
      "en": "The causality theory states that for every effect, there is a cause.",
      "topic": "과학"
    },
    {
      "no": "1152",
      "en": "There are many reasons why knowing several languages is a major career advantage.",
      "topic": "기타"
    },
    {
      "no": "1153",
      "en": "This college has a good reputation for both its research and its teaching.",
      "topic": "학교"
    },
    {
      "no": "1154",
      "en": "Next week the department secretary will email you with the details of your tutorial groups.",
      "topic": "학교"
    },
    {
      "no": "1155",
      "en": "Students should submit two copies of their dissertation to the department office by Friday.",
      "topic": "학교"
    },
    {
      "no": "1156",
      "en": "The college provides an advice service to support students with financial, emotional and other problems.",
      "topic": "학교"
    },
    {
      "no": "1157",
      "en": "The library will stay open until midnight during the exam period.",
      "topic": "학교"
    },
    {
      "no": "1158",
      "en": "Today's lecture on modern American literature has been cancelled.",
      "topic": "학교"
    },
    {
      "no": "1159",
      "en": "There is considerable disagreement about the main cause of the revolution.",
      "topic": "기타"
    },
    {
      "no": "1160",
      "en": "Read the instructions carefully before you start writing your essay.",
      "topic": "학교"
    },
    {
      "no": "1161",
      "en": "Students who'd like to help produce the college newspaper should come to a meeting tomorrow.",
      "topic": "학교"
    },
    {
      "no": "1162",
      "en": "Fighter jets, helicopters and warships will guard against security threats.",
      "topic": "기타"
    },
    {
      "no": "1163",
      "en": "Don’t drink any alcohol even if you drive carefully.",
      "topic": "건강"
    },
    {
      "no": "1164",
      "en": "You can get to the college by bus, train or car.",
      "topic": "학교"
    },
    {
      "no": "1165",
      "en": "A public relations exercise improves the relationship between the public and an organization.",
      "topic": "사회"
    },
    {
      "no": "1166",
      "en": "We blanch almonds by soaking their skins in boiling water.",
      "topic": "기타"
    },
    {
      "no": "1167",
      "en": "The scheme has been fraught with problems from the start.",
      "topic": "기타"
    },
    {
      "no": "1169",
      "en": "With the development of technology, automation brings a lot of benefits to the US.",
      "topic": "기술"
    },
    {
      "no": "1170",
      "en": "Please submit your term papers to the general office.",
      "topic": "학교"
    },
    {
      "no": "1172",
      "en": "You may need to purchase an academic gown before the commencement ceremony.",
      "topic": "학교"
    },
    {
      "no": "1174",
      "en": "There will be no classes scheduled during the exam week.",
      "topic": "학교"
    },
    {
      "no": "1175",
      "en": "There is only one conclusion to this line of thought.",
      "topic": "기타"
    },
    {
      "no": "1176",
      "en": "The first step was to establish a baseline of known distances.",
      "topic": "과학"
    },
    {
      "no": "1178",
      "en": "There are many people in the USA who are critical of the voting system.",
      "topic": "사회"
    },
    {
      "no": "1181",
      "en": "Modern businesses have adapted and been flexible in order to survive.",
      "topic": "경제"
    },
    {
      "no": "1183",
      "en": "The quality is needed by a successful business manager similar to those of the school.",
      "topic": "경제"
    },
    {
      "no": "1184",
      "en": "The main issue is to decide how we want to launch the new product.",
      "topic": "경제"
    },
    {
      "no": "1185",
      "en": "This paper is the best one to look at first.",
      "topic": "기타"
    },
    {
      "no": "1187",
      "en": "Soil erosion can be caused by increasing rainfall and changes in plant growth.",
      "topic": "과학"
    },
    {
      "no": "1190",
      "en": "The greater the population there is in a locality, the greater the need there is for water and transportation.",
      "topic": "사회"
    },
    {
      "no": "1191",
      "en": "Long thin wires have more resistance than short thick wires do.",
      "topic": "과학"
    },
    {
      "no": "1192",
      "en": "The Economics Faculty building is located on the City Road.",
      "topic": "학교"
    },
    {
      "no": "1193",
      "en": "You should return books to the library before ending your term.",
      "topic": "학교"
    },
    {
      "no": "1194",
      "en": "The head of the department is available by the third day.",
      "topic": "학교"
    },
    {
      "no": "1197",
      "en": "Academic journals are often edited by subject specialists.",
      "topic": "학교"
    },
    {
      "no": "1198",
      "en": "Meanwhile, universities have raised tuition every year.",
      "topic": "학교"
    },
    {
      "no": "1199",
      "en": "It's a warm current without which it would be much cooler.",
      "topic": "과학"
    },
    {
      "no": "1200",
      "en": "One creative individual in Japan has made a similar protest for decades.",
      "topic": "사회"
    },
    {
      "no": "1201",
      "en": "Mary felt happy when she learned the results of the election.",
      "topic": "사회"
    },
    {
      "no": "1203",
      "en": "Put the eggs in the center of the dish, with the vegetables and herbs around the edge.",
      "topic": "기타"
    },
    {
      "no": "1204",
      "en": "The data infer that further research is needed.",
      "topic": "과학"
    },
    {
      "no": "1205",
      "en": "The website has probably the most attractive designs and layouts.",
      "topic": "기술"
    },
    {
      "no": "1206",
      "en": "The university policy on plagiarism can be viewed on the website.",
      "topic": "학교"
    },
    {
      "no": "1207",
      "en": "Remember your essay should have less than two thousand words.",
      "topic": "학교"
    },
    {
      "no": "1208",
      "en": "Please make an appointment with your tutor about work after holiday.",
      "topic": "학교"
    },
    {
      "no": "1209",
      "en": "Several students raised different examples.",
      "topic": "학교"
    },
    {
      "no": "1210",
      "en": "Moving up the class ladder also brings unexpected costs.",
      "topic": "사회"
    },
    {
      "no": "1211",
      "en": "One study asks people to keep daily journals recording their appreciation for their partners.",
      "topic": "사회"
    },
    {
      "no": "1212",
      "en": "Everyone in this studio burst into hysterical laughter.",
      "topic": "예술"
    },
    {
      "no": "1213",
      "en": "Building trust is not anything that can be achieved overnight.",
      "topic": "사회"
    },
    {
      "no": "1214",
      "en": "The teacher asked the group to complete the task.",
      "topic": "학교"
    },
    {
      "no": "1215",
      "en": "My tutor told him not to repeat the same argument again and again.",
      "topic": "학교"
    },
    {
      "no": "1216",
      "en": "We can discuss education in the tutorial next week.",
      "topic": "학교"
    },
    {
      "no": "1217",
      "en": "There is not enough space for me in the car.",
      "topic": "기타"
    },
    {
      "no": "1227",
      "en": "A man who suffered serious brain damage during an operation is suing the hospital.",
      "topic": "건강"
    },
    {
      "no": "1228",
      "en": "Key business partners are often intertwined in expense accounts.",
      "topic": "경제"
    },
    {
      "no": "1229",
      "en": "The teacher asked the group to commence the task.",
      "topic": "학교"
    },
    {
      "no": "1230",
      "en": "The cafeteria features sandwiches, salads, soup, fish and chicken.",
      "topic": "기타"
    },
    {
      "no": "1251",
      "en": "Technology is important for the modern world.",
      "topic": "기술"
    },
    {
      "no": "1283",
      "en": "Students must submit a thesis on an agreed subject within four years.",
      "topic": "학교"
    },
    {
      "no": "1315",
      "en": "Collaboration is a feature of a successful company.",
      "topic": "경제"
    },
    {
      "no": "1316",
      "en": "Social work is not the only subject in sociology.",
      "topic": "학교"
    },
    {
      "no": "1324",
      "en": "She was able to pick out her father at the other side of the room.",
      "topic": "기타"
    },
    {
      "no": "1330",
      "en": "It took several hours for the fire brigade to extinguish the blaze.",
      "topic": "사회"
    },
    {
      "no": "1407",
      "en": "Geography is generally divided into two branches: human and physical.",
      "topic": "학교"
    },
    {
      "no": "1427",
      "en": "The government must try their best to reconstruct the shattered economy.",
      "topic": "경제"
    },
    {
      "no": "1428",
      "en": "Today's lecture is canceled because the lecturer is ill.",
      "topic": "학교"
    },
    {
      "no": "1429",
      "en": "The department determines whether or not the candidates pass.",
      "topic": "학교"
    },
    {
      "no": "1430",
      "en": "I am available this Thursday afternoon.",
      "topic": "기타"
    },
    {
      "no": "1431",
      "en": "Newspapers around the country are reporting the stories of the president.",
      "topic": "사회"
    },
    {
      "no": "1432",
      "en": "Foods containing overabundant calories supply little or no nutritional value.",
      "topic": "건강"
    },
    {
      "no": "1448",
      "en": "The current labor force is more competitive than it has been for a long time.",
      "topic": "경제"
    },
    {
      "no": "1449",
      "en": "Tuition fees will vary according to the field of study.",
      "topic": "학교"
    },
    {
      "no": "1450",
      "en": "Note that the deadline of the submission of proposals has been extended for a week.",
      "topic": "학교"
    },
    {
      "no": "1451",
      "en": "All students must return the books to the college library before the end of the term.",
      "topic": "학교"
    },
    {
      "no": "1487",
      "en": "A very basic feature of computing is counting and calculating.",
      "topic": "기술"
    },
    {
      "no": "1488",
      "en": "The contemporary literature works have been broadened and extended through interpretation.",
      "topic": "예술"
    },
    {
      "no": "1508",
      "en": "My favorite sports are soccer, tennis and basketball.",
      "topic": "기타"
    },
    {
      "no": "1512",
      "en": "Essays and assignments should be submitted to the department office before the deadline.",
      "topic": "학교"
    },
    {
      "no": "1513",
      "en": "Your lowest quiz grade has been omitted from the calculations.",
      "topic": "학교"
    },
    {
      "no": "1514",
      "en": "Students' past education and experience are vital.",
      "topic": "학교"
    },
    {
      "no": "1516",
      "en": "Application forms for sharing accommodations must be completed two months in advance.",
      "topic": "기타"
    },
    {
      "no": "1517",
      "en": "Professor Tim Lee invented World Wide Web.",
      "topic": "기술"
    },
    {
      "no": "1548",
      "en": "Telecommunication is based on the array of networks.",
      "topic": "기술"
    },
    {
      "no": "1549",
      "en": "Will those happy days ever be forgotten by you?",
      "topic": "기타"
    },
    {
      "no": "1570",
      "en": "To take this course students should have basic subject knowledge.",
      "topic": "학교"
    },
    {
      "no": "1582",
      "en": "Universities across the United Kingdom welcome a range of students.",
      "topic": "학교"
    },
    {
      "no": "1583",
      "en": "Universities play major roles in students' lives.",
      "topic": "학교"
    },
    {
      "no": "1584",
      "en": "In your introduction, show you understand the question in no more than four sentences.",
      "topic": "학교"
    },
    {
      "no": "1585",
      "en": "The subject is complex and difficult to explain.",
      "topic": "학교"
    },
    {
      "no": "1606",
      "en": "The bird was fluttering its wings during the rain.",
      "topic": "기타"
    },
    {
      "no": "1607",
      "en": "Journalists need to work with a range of technologies.",
      "topic": "기술"
    },
    {
      "no": "1638",
      "en": "It seems that science can satisfactorily explain why the universe still exists.",
      "topic": "과학"
    },
    {
      "no": "1639",
      "en": "When I study, I will underline all the main points in my notes.",
      "topic": "학교"
    },
    {
      "no": "1640",
      "en": "It is of the utmost importance that you follow the ethical guidelines carefully.",
      "topic": "기타"
    },
    {
      "no": "1641",
      "en": "The first draft of the presentation is almost ready.",
      "topic": "학교"
    },
    {
      "no": "1642",
      "en": "Students may not use calculators in the final exams.",
      "topic": "학교"
    },
    {
      "no": "1643",
      "en": "For further information, you need to contact a member of our administration team.",
      "topic": "기타"
    },
    {
      "no": "1644",
      "en": "In Russia, my colleagues said my written language was hard to understand.",
      "topic": "기타"
    },
    {
      "no": "1645",
      "en": "Remember to bring calculators to class next week.",
      "topic": "학교"
    },
    {
      "no": "1646",
      "en": "Keeping organized class notes will make study time more efficient.",
      "topic": "학교"
    },
    {
      "no": "1647",
      "en": "Making a profit and protecting the environment needn't be separate aims.",
      "topic": "경제"
    },
    {
      "no": "1648",
      "en": "We heard the argument against it from several perspectives.",
      "topic": "기타"
    },
    {
      "no": "1649",
      "en": "Companies should do more to limit the amount of harmful gases released into the atmosphere.",
      "topic": "과학"
    },
    {
      "no": "1650",
      "en": "You may use your student identification card to borrow books at the library.",
      "topic": "학교"
    },
    {
      "no": "1651",
      "en": "Most universities have libraries with digital and physical copies of journals.",
      "topic": "학교"
    },
    {
      "no": "1652",
      "en": "You have to submit projects by the end of this week.",
      "topic": "학교"
    },
    {
      "no": "1654",
      "en": "Computer failure is not an excuse for not submitting assignments on time.",
      "topic": "기술"
    },
    {
      "no": "1655",
      "en": "Assignments should be submitted to the department office before the deadline.",
      "topic": "학교"
    },
    {
      "no": "1656",
      "en": "Please make sure you have filled in all your details before submitting.",
      "topic": "기타"
    },
    {
      "no": "1657",
      "en": "Please make an appointment before attending the next meeting.",
      "topic": "기타"
    },
    {
      "no": "1658",
      "en": "The results of the study challenge previously held assumptions.",
      "topic": "과학"
    },
    {
      "no": "1659",
      "en": "I took everything to the copy center this morning before class.",
      "topic": "학교"
    },
    {
      "no": "1660",
      "en": "It's obviously vital that companies should fully understand their customers.",
      "topic": "경제"
    },
    {
      "no": "1661",
      "en": "You can drop or add your courses online during the registration week.",
      "topic": "학교"
    },
    {
      "no": "1662",
      "en": "Numerous courses devoted to life sciences are listed in the prospectus.",
      "topic": "학교"
    },
    {
      "no": "1663",
      "en": "She's doing a master's degree by distance learning.",
      "topic": "학교"
    },
    {
      "no": "1664",
      "en": "Understanding the historical context will help you appreciate the art in this era.",
      "topic": "예술"
    },
    {
      "no": "1665",
      "en": "The campus car park will be closed next weekend.",
      "topic": "학교"
    },
    {
      "no": "1666",
      "en": "Marks will be awarded for a bibliography in the correct format.",
      "topic": "학교"
    },
    {
      "no": "1667",
      "en": "You realize that you can deal with a lot of situations.",
      "topic": "기타"
    },
    {
      "no": "1668",
      "en": "The media have had a great influence on people's beliefs and attitudes.",
      "topic": "사회"
    },
    {
      "no": "1669",
      "en": "We’ve been doing research in that area for probably twenty-five years.",
      "topic": "과학"
    },
    {
      "no": "1670",
      "en": "The trial experiment aims to increase interest in the issue and the jurisdiction clause.",
      "topic": "과학"
    },
    {
      "no": "1671",
      "en": "He told me it was the most important assignment of all.",
      "topic": "학교"
    },
    {
      "no": "1672",
      "en": "The content of the book on the cover must be in capitals.",
      "topic": "기타"
    },
    {
      "no": "1673",
      "en": "Many species have not yet been discovered by biologists.",
      "topic": "과학"
    },
    {
      "no": "1674",
      "en": "The lecture tomorrow will discuss the educational policy in the United States.",
      "topic": "학교"
    },
    {
      "no": "1675",
      "en": "Human activities are the principal cause of global warming.",
      "topic": "과학"
    },
    {
      "no": "1676",
      "en": "Please note, the proposal submission deadline has been extended.",
      "topic": "기타"
    },
    {
      "no": "1677",
      "en": "Students can choose graduate certificate, graduate diploma and master course.",
      "topic": "학교"
    },
    {
      "no": "1678",
      "en": "There are many welcoming activities for new undergraduate and postgraduate students.",
      "topic": "학교"
    },
    {
      "no": "1679",
      "en": "We are considering all candidates' backgrounds and identities.",
      "topic": "사회"
    },
    {
      "no": "1680",
      "en": "Mobile phone chargers vary enormously from one place to another.",
      "topic": "기술"
    },
    {
      "no": "1681",
      "en": "You can borrow up to two books at the same time in the library.",
      "topic": "학교"
    },
    {
      "no": "1682",
      "en": "The English expression is just a way of saying that age is not important.",
      "topic": "기타"
    },
    {
      "no": "1683",
      "en": "The tutorial rooms are located along the left-hand side.",
      "topic": "학교"
    },
    {
      "no": "1684",
      "en": "Let us see if the technology is going to cooperate with his presentation.",
      "topic": "기술"
    },
    {
      "no": "1685",
      "en": "We have very little actual documentation of it.",
      "topic": "기타"
    },
    {
      "no": "1686",
      "en": "The final exam will test material from all chapters covered in class this term.",
      "topic": "학교"
    },
    {
      "no": "1687",
      "en": "The art course has been cancelled due to the new policy.",
      "topic": "예술"
    },
    {
      "no": "1688",
      "en": "An essay should use evidence from both primary and secondary sources.",
      "topic": "학교"
    },
    {
      "no": "1690",
      "en": "The amount of time spent on configuration varies considerably.",
      "topic": "기술"
    },
    {
      "no": "1691",
      "en": "Students are encouraged to think carefully about their accommodation needs.",
      "topic": "학교"
    },
    {
      "no": "1692",
      "en": "Collecting the raw materials proved a long and laborious task.",
      "topic": "기타"
    },
    {
      "no": "1693",
      "en": "Tests should be administered by a medical expert.",
      "topic": "건강"
    },
    {
      "no": "1694",
      "en": "What he’s bringing to the company is financial expertise.",
      "topic": "경제"
    },
    {
      "no": "1695",
      "en": "Lower speed limits are part of a new road safety campaign.",
      "topic": "사회"
    },
    {
      "no": "1696",
      "en": "Languages are an essential part of the school curriculum.",
      "topic": "학교"
    },
    {
      "no": "1697",
      "en": "I would like to make an appointment to see the professor.",
      "topic": "학교"
    },
    {
      "no": "1698",
      "en": "The doctor examined her and said she had a chest infection.",
      "topic": "건강"
    },
    {
      "no": "1699",
      "en": "Junior hospital technicians have to work very long hours.",
      "topic": "건강"
    },
    {
      "no": "1700",
      "en": "The new tools are being tested by senior specialists.",
      "topic": "기술"
    },
    {
      "no": "1702",
      "en": "A company may have the same legal rights as a person.",
      "topic": "경제"
    },
    {
      "no": "1703",
      "en": "This type of butterfly travels to a country with a warmer climate in winter.",
      "topic": "과학"
    },
    {
      "no": "1704",
      "en": "This teaching method provides the opportunity for students to learn by completing tasks.",
      "topic": "학교"
    },
    {
      "no": "1705",
      "en": "You are recommended to only use footnotes when they are necessary.",
      "topic": "학교"
    },
    {
      "no": "1706",
      "en": "Becoming a good actor requires persistence and motivation.",
      "topic": "예술"
    },
    {
      "no": "1707",
      "en": "Training covers a range of scenarios that an actor might encounter.",
      "topic": "예술"
    },
    {
      "no": "1708",
      "en": "The percentage of respondents who knew that the earth circles the sun once each year remained essentially unchanged.",
      "topic": "과학"
    },
    {
      "no": "1709",
      "en": "The information you need for this meeting is on the website.",
      "topic": "기타"
    },
    {
      "no": "1710",
      "en": "The beggar was laughed at by the children.",
      "topic": "사회"
    },
    {
      "no": "1711",
      "en": "The paper must be reviewed thoroughly and appropriately.",
      "topic": "학교"
    },
    {
      "no": "1712",
      "en": "This office is for students who want to study abroad.",
      "topic": "학교"
    },
    {
      "no": "1794",
      "en": "The program is for technical and scientific students.",
      "topic": "학교"
    },
    {
      "no": "1795",
      "en": "The deadline of assignments is the fourth of February.",
      "topic": "학교"
    },
    {
      "no": "1840",
      "en": "Extension is only available under special circumstances.",
      "topic": "학교"
    },
    {
      "no": "1861",
      "en": "There are lots of opportunities to meet people in this course.",
      "topic": "학교"
    },
    {
      "no": "1862",
      "en": "The bus right out in the front will take you to the station.",
      "topic": "기타"
    },
    {
      "no": "2143",
      "en": "The cafeteria is open on Monday and Thursday.",
      "topic": "학교"
    },
    {
      "no": "2144",
      "en": "Students can borrow this book for a maximum of one day.",
      "topic": "학교"
    },
    {
      "no": "2145",
      "en": "The bibliography needs to be removed prior to the publication.",
      "topic": "학교"
    },
    {
      "no": "2146",
      "en": "Eating a healthy breakfast can provide energy throughout the day.",
      "topic": "건강"
    },
    {
      "no": "2147",
      "en": "The paper has the potential to transform life science.",
      "topic": "과학"
    },
    {
      "no": "2148",
      "en": "Tuesday is the final day for students to submit their assignments without any penalty.",
      "topic": "학교"
    },
    {
      "no": "2149",
      "en": "Please note, submission deadlines are only negotiable in exceptional circumstances.",
      "topic": "학교"
    },
    {
      "no": "2150",
      "en": "Students who study overseas can significantly improve work chances.",
      "topic": "학교"
    },
    {
      "no": "2151",
      "en": "Sleep is believed to play a critical role in storing memories.",
      "topic": "건강"
    },
    {
      "no": "2152",
      "en": "The college operates on a system of continuous assessments.",
      "topic": "학교"
    },
    {
      "no": "2153",
      "en": "Students’ papers should be about a current social issue.",
      "topic": "학교"
    },
    {
      "no": "2154",
      "en": "The key findings seem to contradict our initial hypothesis.",
      "topic": "과학"
    },
    {
      "no": "2155",
      "en": "All laboratory equipment will be provided in class.",
      "topic": "학교"
    },
    {
      "no": "2157",
      "en": "Scientists have found all parts of science.",
      "topic": "과학"
    },
    {
      "no": "2158",
      "en": "Key aspects of this investigative paradigm may prove useful in other spheres.",
      "topic": "과학"
    },
    {
      "no": "2159",
      "en": "It's a great privilege to welcome our guest speaker to our college.",
      "topic": "학교"
    },
    {
      "no": "2160",
      "en": "Animal behavior appears to contain both similar and distinct aspects to that of humans.",
      "topic": "과학"
    },
    {
      "no": "2161",
      "en": "There is a fitness center next to the student union.",
      "topic": "학교"
    },
    {
      "no": "2162",
      "en": "What's going on can help patients leave their fears at the door.",
      "topic": "건강"
    },
    {
      "no": "2163",
      "en": "The professor plans to discuss issues in the news that reflect concepts taught in class.",
      "topic": "학교"
    },
    {
      "no": "2164",
      "en": "I have lectures on Tuesday from nine o'clock until two o'clock.",
      "topic": "학교"
    },
    {
      "no": "2165",
      "en": "Speaking one or more foreign languages will be useful in your career.",
      "topic": "학교"
    },
    {
      "no": "2166",
      "en": "One of the first mass transit systems was located in France.",
      "topic": "기타"
    },
    {
      "no": "2167",
      "en": "All the works you consult need to be mentioned in the bibliography.",
      "topic": "학교"
    },
    {
      "no": "2168",
      "en": "Graduates from this course generally find jobs in the insurance industry.",
      "topic": "경제"
    },
    {
      "no": "2169",
      "en": "The support and advice of lecturers within the department has been invaluable.",
      "topic": "학교"
    },
    {
      "no": "2170",
      "en": "At the end of the day, people want to profit from return on their investment.",
      "topic": "경제"
    },
    {
      "no": "2171",
      "en": "A balanced diet will help you study more effectively.",
      "topic": "건강"
    },
    {
      "no": "2172",
      "en": "Our capacity to serve the community is a vital part of our role.",
      "topic": "사회"
    },
    {
      "no": "2173",
      "en": "The university hosts a wide range of events both on and off campus.",
      "topic": "학교"
    },
    {
      "no": "2174",
      "en": "I think that to raise the issue and to talk about it is great.",
      "topic": "사회"
    },
    {
      "no": "2175",
      "en": "This will be the first art exhibition to be held by the university.",
      "topic": "예술"
    },
    {
      "no": "2176",
      "en": "The assessment of this course will begin next week.",
      "topic": "학교"
    },
    {
      "no": "2177",
      "en": "Tomorrow's lecture has been canceled due to the power cut.",
      "topic": "학교"
    },
    {
      "no": "2228",
      "en": "Today we have a guest speaker who is visiting from Canada.",
      "topic": "학교"
    },
    {
      "no": "2279",
      "en": "The chemistry building is located near the entrance of the campus.",
      "topic": "학교"
    },
    {
      "no": "2280",
      "en": "By logging in, you agree to all terms and conditions regarding your enrollment.",
      "topic": "기술"
    },
    {
      "no": "2281",
      "en": "Compiling a bibliography can present a major challenge for some students.",
      "topic": "학교"
    },
    {
      "no": "2282",
      "en": "Please read the article that was given out yesterday.",
      "topic": "학교"
    },
    {
      "no": "2283",
      "en": "Please make sure you use the standard form of quotation.",
      "topic": "학교"
    },
    {
      "no": "2284",
      "en": "Living in the twenty-first century is increasingly stressful.",
      "topic": "사회"
    },
    {
      "no": "2285",
      "en": "Renewable energy sources are now used to produce electricity.",
      "topic": "과학"
    },
    {
      "no": "2286",
      "en": "We have specially assigned staff to help you find appropriate work placements.",
      "topic": "학교"
    },
    {
      "no": "2287",
      "en": "If you are worried about your work, you should see a study counselor.",
      "topic": "학교"
    },
    {
      "no": "2288",
      "en": "Most of the student advisors are extremely helpful.",
      "topic": "학교"
    },
    {
      "no": "2289",
      "en": "The office opens on Monday and Thursday following the freshman seminar.",
      "topic": "학교"
    },
    {
      "no": "2290",
      "en": "Before submitting the paper, your thesis must be approved by your tutor.",
      "topic": "학교"
    },
    {
      "no": "2291",
      "en": "There are lots of opportunities available for the student on campus.",
      "topic": "학교"
    },
    {
      "no": "2292",
      "en": "Such behaviors are regarded as a deviation of the norm.",
      "topic": "사회"
    },
    {
      "no": "2293",
      "en": "His particular interest is in the eighteenth-century French society.",
      "topic": "기타"
    },
    {
      "no": "2294",
      "en": "None of the students found it difficult to get a job.",
      "topic": "학교"
    },
    {
      "no": "2295",
      "en": "You have to submit the project by the end of the week.",
      "topic": "학교"
    },
    {
      "no": "2296",
      "en": "It is expected that all students have their own laptops.",
      "topic": "기술"
    },
    {
      "no": "2298",
      "en": "She has a small business about toys.",
      "topic": "경제"
    },
    {
      "no": "2299",
      "en": "Students fear to write essays because they do not know how to do it.",
      "topic": "학교"
    },
    {
      "no": "2300",
      "en": "Students must attend the safety course before entering the engineering workshop.",
      "topic": "학교"
    },
    {
      "no": "2301",
      "en": "All students depend on their future.",
      "topic": "학교"
    },
    {
      "no": "2302",
      "en": "Knowledge becomes a vital role in young generations.",
      "topic": "사회"
    },
    {
      "no": "2303",
      "en": "There is a lot more about this topic on the university website.",
      "topic": "학교"
    },
    {
      "no": "2304",
      "en": "The origin of psychology can be traced back to ancient Greece.",
      "topic": "과학"
    },
    {
      "no": "2305",
      "en": "The graph shows the population growth in the last century.",
      "topic": "사회"
    },
    {
      "no": "2306",
      "en": "The full list of undergraduate programs can be found on the website.",
      "topic": "학교"
    },
    {
      "no": "2307",
      "en": "After considering all the options she decided to take risks.",
      "topic": "기타"
    },
    {
      "no": "2308",
      "en": "There are many different religions across the world.",
      "topic": "사회"
    },
    {
      "no": "2309",
      "en": "The energy that we absorb from food can help us prevent the cold and become warmer.",
      "topic": "건강"
    },
    {
      "no": "2362",
      "en": "The result of the experiment indicates that further research is needed.",
      "topic": "과학"
    },
    {
      "no": "2363",
      "en": "The study demonstrates a need for further research in this field.",
      "topic": "과학"
    },
    {
      "no": "2364",
      "en": "Scientific beneficiary to space exploration is frequently questioned.",
      "topic": "과학"
    },
    {
      "no": "2854",
      "en": "Try to get through it as soon as possible.",
      "topic": "기타"
    },
    {
      "no": "2855",
      "en": "We often ask our students to get access to all sorts of services.",
      "topic": "학교"
    },
    {
      "no": "2856",
      "en": "This program is running in partnership with a number of departments.",
      "topic": "학교"
    },
    {
      "no": "2857",
      "en": "Your abstract should contain the empirical evidence of your research.",
      "topic": "학교"
    },
    {
      "no": "2858",
      "en": "I haven't done a lot of work in this area.",
      "topic": "기타"
    },
    {
      "no": "2859",
      "en": "The students are supposed to assemble in the seminar hall before the announcement.",
      "topic": "학교"
    },
    {
      "no": "2860",
      "en": "You are not sure that you can skip the sessions for Wednesday.",
      "topic": "학교"
    },
    {
      "no": "2861",
      "en": "Car park permits can be obtained at the student service center.",
      "topic": "학교"
    },
    {
      "no": "2862",
      "en": "We will change the classroom because this one is too small.",
      "topic": "학교"
    },
    {
      "no": "2863",
      "en": "Higher education means higher pay you will get.",
      "topic": "경제"
    },
    {
      "no": "2864",
      "en": "If finance is a cause of concern, scholarships may be available.",
      "topic": "학교"
    },
    {
      "no": "2865",
      "en": "Scientists are always asking the government for more money.",
      "topic": "과학"
    },
    {
      "no": "2866",
      "en": "Students are allowed to bring dictionaries to the exam.",
      "topic": "학교"
    }
  ]
}