{
  "date": "2025-06-02",
  "data": [
    {
      "no": "115",
      "en": "Students are not allowed to speak when they are in the examination hall.",
      "topic": "학교"
    },
    {
      "no": "148",
      "en": "If you show your student card, you will get a discount.",
      "topic": "학교"
    },
    {
      "no": "164",
      "en": "It is argued that students can learn more by collaborating rather than as individuals.",
      "topic": "학교"
    },
    {
      "no": "211",
      "en": "They have enough work to keep them going.",
      "topic": "기타"
    },
    {
      "no": "216",
      "en": "The competency of language in the assignment is to use more formal words.",
      "topic": "학교"
    },
    {
      "no": "245",
      "en": "If you want to sell your book, it must have a bibliography.",
      "topic": "기타"
    },
    {
      "no": "249",
      "en": "There are various approaches for plagiarism across different university departments.",
      "topic": "학교"
    },
    {
      "no": "278",
      "en": "The investigation aims to find the stand of the problem.",
      "topic": "기타"
    },
    {
      "no": "279",
      "en": "Would you pass me the textbook on that table?",
      "topic": "학교"
    },
    {
      "no": "281",
      "en": "A study skill seminar is on for the students who require assistance.",
      "topic": "학교"
    },
    {
      "no": "282",
      "en": "Your car can park in the building behind the medical center.",
      "topic": "기타"
    },
    {
      "no": "293",
      "en": "This semester will be from October to January.",
      "topic": "학교"
    },
    {
      "no": "294",
      "en": "If you have any questions in the exam, please raise your hands.",
      "topic": "학교"
    },
    {
      "no": "304",
      "en": "The library is downstairs in the east of the building.",
      "topic": "학교"
    },
    {
      "no": "312",
      "en": "Experts cannot agree on a single definition of intelligence.",
      "topic": "과학"
    },
    {
      "no": "329",
      "en": "You must wear a hard hat on the construction site.",
      "topic": "기타"
    },
    {
      "no": "337",
      "en": "Items can be found on the bottom floor of the library.",
      "topic": "학교"
    },
    {
      "no": "338",
      "en": "The building will be closed and reopened next week.",
      "topic": "기타"
    },
    {
      "no": "340",
      "en": "Globalization has been an overwhelming urbanization phenomenon.",
      "topic": "사회"
    },
    {
      "no": "343",
      "en": "The restaurant is located next to the theater.",
      "topic": "기타"
    },
    {
      "no": "365",
      "en": "If you need a part-time job, it should not interfere with your studies.",
      "topic": "학교"
    },
    {
      "no": "367",
      "en": "If you like cooking, we can make supper together.",
      "topic": "기타"
    },
    {
      "no": "376",
      "en": "Passengers on the train should not put feet on the seat.",
      "topic": "기타"
    },
    {
      "no": "377",
      "en": "I make sure to prepare reports for my boss.",
      "topic": "기타"
    },
    {
      "no": "380",
      "en": "The test shows that you know a lot about Canada.",
      "topic": "기타"
    },
    {
      "no": "381",
      "en": "You need to pass the written exam before you can apply for the driver's license.",
      "topic": "기타"
    },
    {
      "no": "382",
      "en": "You need to get a new photo for your driver's license.",
      "topic": "기타"
    },
    {
      "no": "385",
      "en": "You can speak to the current students at the information sessions.",
      "topic": "학교"
    },
    {
      "no": "387",
      "en": "Several people have applied for this position.",
      "topic": "기타"
    },
    {
      "no": "413",
      "en": "If the doctor calls while I'm out, please leave a message.",
      "topic": "건강"
    },
    {
      "no": "416",
      "en": "Please keep the keys with you because the front door often locks automatically.",
      "topic": "기타"
    },
    {
      "no": "446",
      "en": "The hotel is not far away from my apartment.",
      "topic": "기타"
    },
    {
      "no": "450",
      "en": "The professor took a year off to work on her book.",
      "topic": "학교"
    },
    {
      "no": "455",
      "en": "Your son has a bad cold and is in the nurse's room.",
      "topic": "건강"
    },
    {
      "no": "467",
      "en": "I need somebody to fix the problem with the computer screen.",
      "topic": "기술"
    },
    {
      "no": "528",
      "en": "You need warm clothes for the winter.",
      "topic": "기타"
    },
    {
      "no": "529",
      "en": "Control systems in manufacturing require a high level of accuracy.",
      "topic": "기술"
    },
    {
      "no": "535",
      "en": "There is a pharmacy on campus near the store.",
      "topic": "학교"
    },
    {
      "no": "577",
      "en": "Safety glasses should be worn while doing experiments in the lab.",
      "topic": "과학"
    },
    {
      "no": "613",
      "en": "The bus for London will leave 10 minutes later than planned.",
      "topic": "기타"
    },
    {
      "no": "656",
      "en": "The literal output of this research is prolific and diverse.",
      "topic": "과학"
    },
    {
      "no": "686",
      "en": "Digital scans of archived materials are provided for a small fee.",
      "topic": "기술"
    },
    {
      "no": "697",
      "en": "We weren't able to agree on the appropriate independent variables.",
      "topic": "과학"
    },
    {
      "no": "715",
      "en": "The campus library will be closed during the winter break.",
      "topic": "학교"
    },
    {
      "no": "755",
      "en": "This Thursday is the last day for students to withdraw subjects without any penalty.",
      "topic": "학교"
    },
    {
      "no": "761",
      "en": "You may not be allowed to read any books without the reading list.",
      "topic": "학교"
    },
    {
      "no": "767",
      "en": "Organizational failure is considered from various perspectives in academic literature.",
      "topic": "기타"
    },
    {
      "no": "846",
      "en": "I am glad that Professor Gordon just joined our faculty.",
      "topic": "학교"
    },
    {
      "no": "920",
      "en": "The company will arrange a taxi to meet you at the airport.",
      "topic": "기타"
    },
    {
      "no": "934",
      "en": "Students from various backgrounds can achieve a variety of qualifications.",
      "topic": "학교"
    },
    {
      "no": "1065",
      "en": "At that time, people moved from towns to villages.",
      "topic": "사회"
    },
    {
      "no": "1655",
      "en": "Assignments should be submitted to the department office before the deadline.",
      "topic": "학교"
    },
    {
      "no": "1656",
      "en": "Please make sure you have filled in all your details before submitting.",
      "topic": "기타"
    },
    {
      "no": "1657",
      "en": "Please make an appointment before attending the next meeting.",
      "topic": "기타"
    },
    {
      "no": "1658",
      "en": "The results of the study challenge previously held assumptions.",
      "topic": "과학"
    },
    {
      "no": "1659",
      "en": "I took everything to the copy center this morning before class.",
      "topic": "학교"
    },
    {
      "no": "1660",
      "en": "It's obviously vital that companies should fully understand their customers.",
      "topic": "경제"
    },
    {
      "no": "1661",
      "en": "You can drop or add your courses online during the registration week.",
      "topic": "학교"
    },
    {
      "no": "1662",
      "en": "Numerous courses devoted to life sciences are listed in the prospectus.",
      "topic": "학교"
    },
    {
      "no": "1663",
      "en": "She's doing a master's degree by distance learning.",
      "topic": "학교"
    },
    {
      "no": "1664",
      "en": "Understanding the historical context will help you appreciate the art in this era.",
      "topic": "예술"
    },
    {
      "no": "1665",
      "en": "The campus car park will be closed next weekend.",
      "topic": "학교"
    },
    {
      "no": "1666",
      "en": "Marks will be awarded for a bibliography in the correct format.",
      "topic": "학교"
    },
    {
      "no": "1667",
      "en": "You realize that you can deal with a lot of situations.",
      "topic": "기타"
    },
    {
      "no": "1668",
      "en": "The media have had a great influence on people's beliefs and attitudes.",
      "topic": "사회"
    },
    {
      "no": "1669",
      "en": "We’ve been doing research in that area for probably twenty-five years.",
      "topic": "과학"
    },
    {
      "no": "1670",
      "en": "The trial experiment aims to increase interest in the issue and the jurisdiction clause.",
      "topic": "과학"
    },
    {
      "no": "1671",
      "en": "He told me it was the most important assignment of all.",
      "topic": "학교"
    },
    {
      "no": "1672",
      "en": "The content of the book on the cover must be in capitals.",
      "topic": "기타"
    },
    {
      "no": "1673",
      "en": "Many species have not yet been discovered by biologists.",
      "topic": "과학"
    },
    {
      "no": "1674",
      "en": "The lecture tomorrow will discuss the educational policy in the United States.",
      "topic": "학교"
    },
    {
      "no": "1675",
      "en": "Human activities are the principal cause of global warming.",
      "topic": "과학"
    },
    {
      "no": "1676",
      "en": "Please note, the proposal submission deadline has been extended.",
      "topic": "기타"
    },
    {
      "no": "1677",
      "en": "Students can choose graduate certificate, graduate diploma and master course.",
      "topic": "학교"
    },
    {
      "no": "1678",
      "en": "There are many welcoming activities for new undergraduate and postgraduate students.",
      "topic": "학교"
    },
    {
      "no": "1679",
      "en": "We are considering all candidates' backgrounds and identities.",
      "topic": "사회"
    },
    {
      "no": "1680",
      "en": "Mobile phone chargers vary enormously from one place to another.",
      "topic": "기술"
    },
    {
      "no": "1681",
      "en": "You can borrow up to two books at the same time in the library.",
      "topic": "학교"
    },
    {
      "no": "1682",
      "en": "The English expression is just a way of saying that age is not important.",
      "topic": "기타"
    },
    {
      "no": "1683",
      "en": "The tutorial rooms are located along the left-hand side.",
      "topic": "학교"
    },
    {
      "no": "1684",
      "en": "Let us see if the technology is going to cooperate with his presentation.",
      "topic": "기술"
    },
    {
      "no": "1685",
      "en": "We have very little actual documentation of it.",
      "topic": "기타"
    },
    {
      "no": "1686",
      "en": "The final exam will test material from all chapters covered in class this term.",
      "topic": "학교"
    },
    {
      "no": "1687",
      "en": "The art course has been cancelled due to the new policy.",
      "topic": "예술"
    },
    {
      "no": "1688",
      "en": "An essay should use evidence from both primary and secondary sources.",
      "topic": "학교"
    },
    {
      "no": "1690",
      "en": "The amount of time spent on configuration varies considerably.",
      "topic": "기술"
    },
    {
      "no": "1691",
      "en": "Students are encouraged to think carefully about their accommodation needs.",
      "topic": "학교"
    },
    {
      "no": "1692",
      "en": "Collecting the raw materials proved a long and laborious task.",
      "topic": "기타"
    },
    {
      "no": "1693",
      "en": "Tests should be administered by a medical expert.",
      "topic": "건강"
    },
    {
      "no": "1694",
      "en": "What he’s bringing to the company is financial expertise.",
      "topic": "경제"
    },
    {
      "no": "1695",
      "en": "Lower speed limits are part of a new road safety campaign.",
      "topic": "사회"
    },
    {
      "no": "1696",
      "en": "Languages are an essential part of the school curriculum.",
      "topic": "학교"
    },
    {
      "no": "1697",
      "en": "I would like to make an appointment to see the professor.",
      "topic": "학교"
    },
    {
      "no": "1698",
      "en": "The doctor examined her and said she had a chest infection.",
      "topic": "건강"
    },
    {
      "no": "1699",
      "en": "Junior hospital technicians have to work very long hours.",
      "topic": "건강"
    },
    {
      "no": "1700",
      "en": "The new tools are being tested by senior specialists.",
      "topic": "기술"
    },
    {
      "no": "2171",
      "en": "A balanced diet will help you study more effectively.",
      "topic": "건강"
    },
    {
      "no": "2172",
      "en": "Our capacity to serve the community is a vital part of our role.",
      "topic": "사회"
    },
    {
      "no": "2173",
      "en": "The university hosts a wide range of events both on and off campus.",
      "topic": "학교"
    },
    {
      "no": "2174",
      "en": "I think that to raise the issue and to talk about it is great.",
      "topic": "사회"
    },
    {
      "no": "2175",
      "en": "This will be the first art exhibition to be held by the university.",
      "topic": "예술"
    },
    {
      "no": "2176",
      "en": "The assessment of this course will begin next week.",
      "topic": "학교"
    },
    {
      "no": "2177",
      "en": "Tomorrow's lecture has been canceled due to the power cut.",
      "topic": "학교"
    },
    {
      "no": "2228",
      "en": "Today we have a guest speaker who is visiting from Canada.",
      "topic": "학교"
    },
    {
      "no": "2279",
      "en": "The chemistry building is located near the entrance of the campus.",
      "topic": "학교"
    },
    {
      "no": "2280",
      "en": "By logging in, you agree to all terms and conditions regarding your enrollment.",
      "topic": "기술"
    },
    {
      "no": "2281",
      "en": "Compiling a bibliography can present a major challenge for some students.",
      "topic": "학교"
    },
    {
      "no": "2282",
      "en": "Please read the article that was given out yesterday.",
      "topic": "학교"
    },
    {
      "no": "2283",
      "en": "Please make sure you use the standard form of quotation.",
      "topic": "학교"
    },
    {
      "no": "2284",
      "en": "Living in the twenty-first century is increasingly stressful.",
      "topic": "사회"
    },
    {
      "no": "2285",
      "en": "Renewable energy sources are now used to produce electricity.",
      "topic": "과학"
    },
    {
      "no": "2286",
      "en": "We have specially assigned staff to help you find appropriate work placements.",
      "topic": "학교"
    },
    {
      "no": "2287",
      "en": "If you are worried about your work, you should see a study counselor.",
      "topic": "학교"
    },
    {
      "no": "2288",
      "en": "Most of the student advisors are extremely helpful.",
      "topic": "학교"
    },
    {
      "no": "2289",
      "en": "The office opens on Monday and Thursday following the freshman seminar.",
      "topic": "학교"
    },
    {
      "no": "2290",
      "en": "Before submitting the paper, your thesis must be approved by your tutor.",
      "topic": "학교"
    },
    {
      "no": "2291",
      "en": "There are lots of opportunities available for the student on campus.",
      "topic": "학교"
    },
    {
      "no": "2292",
      "en": "Such behaviors are regarded as a deviation of the norm.",
      "topic": "사회"
    },
    {
      "no": "2293",
      "en": "His particular interest is in the eighteenth-century French society.",
      "topic": "기타"
    },
    {
      "no": "2294",
      "en": "None of the students found it difficult to get a job.",
      "topic": "학교"
    },
    {
      "no": "2295",
      "en": "You have to submit the project by the end of the week.",
      "topic": "학교"
    },
    {
      "no": "2296",
      "en": "It is expected that all students have their own laptops.",
      "topic": "기술"
    },
    {
      "no": "2298",
      "en": "She has a small business about toys.",
      "topic": "경제"
    },
    {
      "no": "2299",
      "en": "Students fear to write essays because they do not know how to do it.",
      "topic": "학교"
    },
    {
      "no": "2300",
      "en": "Students must attend the safety course before entering the engineering workshop.",
      "topic": "학교"
    },
    {
      "no": "2301",
      "en": "All students depend on their future.",
      "topic": "학교"
    },
    {
      "no": "2302",
      "en": "Knowledge becomes a vital role in young generations.",
      "topic": "사회"
    },
    {
      "no": "2303",
      "en": "There is a lot more about this topic on the university website.",
      "topic": "학교"
    },
    {
      "no": "2304",
      "en": "The origin of psychology can be traced back to ancient Greece.",
      "topic": "과학"
    },
    {
      "no": "2305",
      "en": "The graph shows the population growth in the last century.",
      "topic": "사회"
    },
    {
      "no": "2306",
      "en": "The full list of undergraduate programs can be found on the website.",
      "topic": "학교"
    },
    {
      "no": "2307",
      "en": "After considering all the options she decided to take risks.",
      "topic": "기타"
    },
    {
      "no": "2308",
      "en": "There are many different religions across the world.",
      "topic": "사회"
    },
    {
      "no": "2309",
      "en": "The energy that we absorb from food can help us prevent the cold and become warmer.",
      "topic": "건강"
    },
    {
      "no": "2362",
      "en": "The result of the experiment indicates that further research is needed.",
      "topic": "과학"
    },
    {
      "no": "2363",
      "en": "The study demonstrates a need for further research in this field.",
      "topic": "과학"
    },
    {
      "no": "2364",
      "en": "Scientific beneficiary to space exploration is frequently questioned.",
      "topic": "과학"
    },
    {
      "no": "2854",
      "en": "Try to get through it as soon as possible.",
      "topic": "기타"
    },
    {
      "no": "2855",
      "en": "We often ask our students to get access to all sorts of services.",
      "topic": "학교"
    },
    {
      "no": "2856",
      "en": "This program is running in partnership with a number of departments.",
      "topic": "학교"
    },
    {
      "no": "2857",
      "en": "Your abstract should contain the empirical evidence of your research.",
      "topic": "학교"
    },
    {
      "no": "2858",
      "en": "I haven't done a lot of work in this area.",
      "topic": "기타"
    },
    {
      "no": "2859",
      "en": "The students are supposed to assemble in the seminar hall before the announcement.",
      "topic": "학교"
    },
    {
      "no": "2860",
      "en": "You are not sure that you can skip the sessions for Wednesday.",
      "topic": "학교"
    },
    {
      "no": "2861",
      "en": "Car park permits can be obtained at the student service center.",
      "topic": "학교"
    },
    {
      "no": "2862",
      "en": "We will change the classroom because this one is too small.",
      "topic": "학교"
    },
    {
      "no": "2863",
      "en": "Higher education means higher pay you will get.",
      "topic": "경제"
    },
    {
      "no": "2864",
      "en": "If finance is a cause of concern, scholarships may be available.",
      "topic": "학교"
    },
    {
      "no": "2865",
      "en": "Scientists are always asking the government for more money.",
      "topic": "과학"
    },
    {
      "no": "2866",
      "en": "Students are allowed to bring dictionaries to the exam.",
      "topic": "학교"
    }
  ]
}