{
  "date": "2025-06-02",
  "data": [
    {
      "no": "115",
      "en": "Students are not allowed to speak when they are in the examination hall.",
      "topic": "학교"
    },
    {
      "no": "148",
      "en": "If you show your student card, you will get a discount.",
      "topic": "학교"
    },
    {
      "no": "164",
      "en": "It is argued that students can learn more by collaborating rather than as individuals.",
      "topic": "학교"
    },
    {
      "no": "211",
      "en": "They have enough work to keep them going.",
      "topic": "기타"
    },
    {
      "no": "216",
      "en": "The competency of language in the assignment is to use more formal words.",
      "topic": "학교"
    },
    {
      "no": "245",
      "en": "If you want to sell your book, it must have a bibliography.",
      "topic": "기타"
    },
    {
      "no": "249",
      "en": "There are various approaches for plagiarism across different university departments.",
      "topic": "학교"
    },
    {
      "no": "278",
      "en": "The investigation aims to find the stand of the problem.",
      "topic": "기타"
    },
    {
      "no": "279",
      "en": "Would you pass me the textbook on that table?",
      "topic": "학교"
    },
    {
      "no": "281",
      "en": "A study skill seminar is on for the students who require assistance.",
      "topic": "학교"
    },
    {
      "no": "282",
      "en": "Your car can park in the building behind the medical center.",
      "topic": "기타"
    },
    {
      "no": "293",
      "en": "This semester will be from October to January.",
      "topic": "학교"
    },
    {
      "no": "294",
      "en": "If you have any questions in the exam, please raise your hands.",
      "topic": "학교"
    },
    {
      "no": "304",
      "en": "The library is downstairs in the east of the building.",
      "topic": "학교"
    },
    {
      "no": "312",
      "en": "Experts cannot agree on a single definition of intelligence.",
      "topic": "과학"
    },
    {
      "no": "329",
      "en": "You must wear a hard hat on the construction site.",
      "topic": "기타"
    },
    {
      "no": "337",
      "en": "Items can be found on the bottom floor of the library.",
      "topic": "학교"
    },
    {
      "no": "338",
      "en": "The building will be closed and reopened next week.",
      "topic": "기타"
    },
    {
      "no": "340",
      "en": "Globalization has been an overwhelming urbanization phenomenon.",
      "topic": "사회"
    },
    {
      "no": "343",
      "en": "The restaurant is located next to the theater.",
      "topic": "기타"
    },
    {
      "no": "357",
      "en": "The rising inflation rate indicates a decrease in demand for consumer products.",
      "topic": "경제"
    },
    {
      "no": "365",
      "en": "If you need a part-time job, it should not interfere with your studies.",
      "topic": "학교"
    },
    {
      "no": "367",
      "en": "If you like cooking, we can make supper together.",
      "topic": "기타"
    },
    {
      "no": "370",
      "en": "Each group should submit a rough outline of their project to their tutor.",
      "topic": "학교"
    },
    {
      "no": "376",
      "en": "Passengers on the train should not put feet on the seat.",
      "topic": "기타"
    },
    {
      "no": "377",
      "en": "I make sure to prepare reports for my boss.",
      "topic": "기타"
    },
    {
      "no": "380",
      "en": "The test shows that you know a lot about Canada.",
      "topic": "기타"
    },
    {
      "no": "381",
      "en": "You need to pass the written exam before you can apply for the driver's license.",
      "topic": "기타"
    },
    {
      "no": "382",
      "en": "You need to get a new photo for your driver's license.",
      "topic": "기타"
    },
    {
      "no": "385",
      "en": "You can speak to the current students at the information sessions.",
      "topic": "학교"
    },
    {
      "no": "387",
      "en": "Several people have applied for this position.",
      "topic": "기타"
    },
    {
      "no": "413",
      "en": "If the doctor calls while I'm out, please leave a message.",
      "topic": "건강"
    },
    {
      "no": "416",
      "en": "Please keep the keys with you because the front door often locks automatically.",
      "topic": "기타"
    },
    {
      "no": "433",
      "en": "The faculty staff are very approachable, helpful and extremely friendly.",
      "topic": "학교"
    },
    {
      "no": "446",
      "en": "The hotel is not far away from my apartment.",
      "topic": "기타"
    },
    {
      "no": "450",
      "en": "The professor took a year off to work on her book.",
      "topic": "학교"
    },
    {
      "no": "451",
      "en": "Accommodations on campus are limited but there are more options nearby.",
      "topic": "학교"
    },
    {
      "no": "455",
      "en": "Your son has a bad cold and is in the nurse's room.",
      "topic": "건강"
    },
    {
      "no": "461",
      "en": "Any textual references you make should be cited appropriately in the footnotes.",
      "topic": "학교"
    },
    {
      "no": "467",
      "en": "I need somebody to fix the problem with the computer screen.",
      "topic": "기술"
    },
    {
      "no": "528",
      "en": "You need warm clothes for the winter.",
      "topic": "기타"
    },
    {
      "no": "529",
      "en": "Control systems in manufacturing require a high level of accuracy.",
      "topic": "기술"
    },
    {
      "no": "535",
      "en": "There is a pharmacy on campus near the store.",
      "topic": "학교"
    },
    {
      "no": "577",
      "en": "Safety glasses should be worn while doing experiments in the lab.",
      "topic": "과학"
    },
    {
      "no": "613",
      "en": "The bus for London will leave 10 minutes later than planned.",
      "topic": "기타"
    },
    {
      "no": "656",
      "en": "The literal output of this research is prolific and diverse.",
      "topic": "과학"
    },
    {
      "no": "686",
      "en": "Digital scans of archived materials are provided for a small fee.",
      "topic": "기술"
    },
    {
      "no": "697",
      "en": "We weren't able to agree on the appropriate independent variables.",
      "topic": "과학"
    },
    {
      "no": "714",
      "en": "These developments are discussed in more depth in Chapter nine.",
      "topic": "기타"
    },
    {
      "no": "715",
      "en": "The campus library will be closed during the winter break.",
      "topic": "학교"
    },
    {
      "no": "719",
      "en": "Children are not allowed to be in the laboratory at any time.",
      "topic": "학교"
    },
    {
      "no": "723",
      "en": "Many experts think that the world climate is changing.",
      "topic": "과학"
    },
    {
      "no": "755",
      "en": "This Thursday is the last day for students to withdraw subjects without any penalty.",
      "topic": "학교"
    },
    {
      "no": "761",
      "en": "You may not be allowed to read any books without the reading list.",
      "topic": "학교"
    },
    {
      "no": "767",
      "en": "Organizational failure is considered from various perspectives in academic literature.",
      "topic": "기타"
    },
    {
      "no": "800",
      "en": "Tomorrow evening, there will be a panel discussion on sustainable development.",
      "topic": "사회"
    },
    {
      "no": "827",
      "en": "We can meet in my office after the lecture.",
      "topic": "학교"
    },
    {
      "no": "846",
      "en": "I am glad that Professor Gordon just joined our faculty.",
      "topic": "학교"
    },
    {
      "no": "860",
      "en": "The first assignment is due on the fourteenth of September.",
      "topic": "학교"
    },
    {
      "no": "863",
      "en": "You need to read the chapter before the management class.",
      "topic": "학교"
    },
    {
      "no": "865",
      "en": "The capacity of programming computers is expanding enormously every year.",
      "topic": "기술"
    },
    {
      "no": "867",
      "en": "The sports team members often practice on weekdays and play games on weekends.",
      "topic": "학교"
    },
    {
      "no": "902",
      "en": "I would like the assignment to be less than 2,000 words.",
      "topic": "학교"
    },
    {
      "no": "920",
      "en": "The company will arrange a taxi to meet you at the airport.",
      "topic": "기타"
    },
    {
      "no": "934",
      "en": "Students from various backgrounds can achieve a variety of qualifications.",
      "topic": "학교"
    },
    {
      "no": "935",
      "en": "The development in the information technology has greatly changed the way people work.",
      "topic": "기술"
    },
    {
      "no": "971",
      "en": "What is the most effective way of interaction between teachers and students in class?",
      "topic": "학교"
    },
    {
      "no": "976",
      "en": "Students will need to be in the lecture this Thursday.",
      "topic": "학교"
    },
    {
      "no": "1004",
      "en": "The books are filled with drawings of machines invented when he was a student.",
      "topic": "기타"
    },
    {
      "no": "1005",
      "en": "Read the fitness center instructions before attempting to use the equipment.",
      "topic": "건강"
    },
    {
      "no": "1006",
      "en": "I look forward to meeting you and to helping you realize your goals.",
      "topic": "기타"
    },
    {
      "no": "1007",
      "en": "There won't be any space for me in the car.",
      "topic": "기타"
    },
    {
      "no": "1008",
      "en": "Her father prevented me from talking to her.",
      "topic": "기타"
    },
    {
      "no": "1010",
      "en": "The history of economics is a tricky subject to study.",
      "topic": "경제"
    },
    {
      "no": "1011",
      "en": "Those students have to retake the module if their marks are too low.",
      "topic": "학교"
    },
    {
      "no": "1012",
      "en": "There is a new pharmacy on the north side of the university campus.",
      "topic": "학교"
    },
    {
      "no": "1013",
      "en": "You need to use a Bunsen burner and a test tube.",
      "topic": "과학"
    },
    {
      "no": "1014",
      "en": "Professor Gordon just called me a few minutes ago.",
      "topic": "학교"
    },
    {
      "no": "1016",
      "en": "The context is basically the background of framework surrounding the act of communication.",
      "topic": "기타"
    },
    {
      "no": "1017",
      "en": "By changing the body positions, we can actually express our thoughts and feelings.",
      "topic": "기타"
    },
    {
      "no": "1018",
      "en": "He has led the party for over twenty years.",
      "topic": "사회"
    },
    {
      "no": "1020",
      "en": "To get further extension, you need to call the education executive on 401.",
      "topic": "학교"
    },
    {
      "no": "1021",
      "en": "The course comprises twenty hours of lectures, seminars and tutorials each week.",
      "topic": "학교"
    },
    {
      "no": "1022",
      "en": "If you need help, I can give you a hand in finding a flat.",
      "topic": "기타"
    },
    {
      "no": "1023",
      "en": "All course materials will be posted online.",
      "topic": "학교"
    },
    {
      "no": "1024",
      "en": "Please be careful when using online translation programs.",
      "topic": "기술"
    },
    {
      "no": "1025",
      "en": "Biology is the backbone of many specialized courses in the university.",
      "topic": "학교"
    },
    {
      "no": "1027",
      "en": "During the nineteenth century, immigrants and urban political machines helped in the voting.",
      "topic": "사회"
    },
    {
      "no": "1028",
      "en": "Gravity is extraordinarily weak and nearly impossible to study directly at a quantum level.",
      "topic": "과학"
    },
    {
      "no": "1029",
      "en": "Globalization problems need to find globalized solutions.",
      "topic": "경제"
    },
    {
      "no": "1030",
      "en": "Please be careful when using internet sources.",
      "topic": "기술"
    },
    {
      "no": "1031",
      "en": "During an official ceremony, a memorandum of understanding was signed by the academic dean.",
      "topic": "학교"
    },
    {
      "no": "1033",
      "en": "Wearing a mask is one of the best ways to curb the pandemic.",
      "topic": "건강"
    },
    {
      "no": "1035",
      "en": "Journalism is the collection, publication, and transmission of news.",
      "topic": "기타"
    },
    {
      "no": "1036",
      "en": "To be precise, your assignments need an abstract at the beginning.",
      "topic": "학교"
    },
    {
      "no": "1037",
      "en": "If you knew how to get there in time, why didn't you tell him?",
      "topic": "기타"
    },
    {
      "no": "1038",
      "en": "If you want your seminar to be postponed, make sure to get permission first.",
      "topic": "학교"
    },
    {
      "no": "1039",
      "en": "He was clearly saying that his neighbours always helped him in his difficult times.",
      "topic": "사회"
    },
    {
      "no": "1041",
      "en": "You need to contact us regarding the weekly availability of the telescopes.",
      "topic": "과학"
    },
    {
      "no": "1042",
      "en": "It takes just over eight minutes for sunlight to reach our planet.",
      "topic": "과학"
    },
    {
      "no": "1043",
      "en": "The university is willing to join the joint research efforts of the local council.",
      "topic": "학교"
    },
    {
      "no": "1044",
      "en": "You are supposed to provide your research efforts to your project coordinator.",
      "topic": "학교"
    },
    {
      "no": "1045",
      "en": "Are you supposed to complete the assignment without any help from others?",
      "topic": "학교"
    },
    {
      "no": "1046",
      "en": "The renewable energy alternatives were the main aspect of debate during the meeting.",
      "topic": "과학"
    },
    {
      "no": "1047",
      "en": "If they find you suitable, they will happily apply for your visa sponsorship.",
      "topic": "기타"
    },
    {
      "no": "1048",
      "en": "You need a valid visa letter from the department to join the workforce.",
      "topic": "기타"
    },
    {
      "no": "1050",
      "en": "The process is simple, just call them or ask for a representative to guide you.",
      "topic": "기타"
    },
    {
      "no": "1051",
      "en": "The treasure hunters were willing to take any risk to get to the location.",
      "topic": "기타"
    },
    {
      "no": "1052",
      "en": "You will probably need to find the nearest post-office to be able to access that service.",
      "topic": "기타"
    },
    {
      "no": "1053",
      "en": "What is the best possible way to get the work permit for this job?",
      "topic": "기타"
    },
    {
      "no": "1054",
      "en": "Public speaking is one of the qualities they were seeking among the candidates.",
      "topic": "기타"
    },
    {
      "no": "1055",
      "en": "The due date is cancelled, because they found many issues in the project structure.",
      "topic": "학교"
    },
    {
      "no": "1056",
      "en": "It was a groundbreaking discovery, but they had to pay a very high price for it.",
      "topic": "과학"
    },
    {
      "no": "1057",
      "en": "Winter can be harsh, but it won't be an issue since there is a heater.",
      "topic": "기타"
    },
    {
      "no": "1058",
      "en": "If you have a driving license, getting a job would be easier for you.",
      "topic": "기타"
    },
    {
      "no": "1060",
      "en": "Many people approached and were eager to help, but he didn’t want their help.",
      "topic": "사회"
    },
    {
      "no": "1061",
      "en": "The characteristics of the newly discovered insects match the ones we have on record.",
      "topic": "과학"
    },
    {
      "no": "1062",
      "en": "Can you help me complete this new questionnaire that the university asks for?",
      "topic": "학교"
    },
    {
      "no": "1063",
      "en": "An extra lecture is about to be scheduled at the end of this week to assist you with revision.",
      "topic": "학교"
    },
    {
      "no": "1064",
      "en": "The quality of our accommodation is high, but it is still affordable for students.",
      "topic": "학교"
    },
    {
      "no": "1065",
      "en": "At that time, people moved from towns to villages.",
      "topic": "사회"
    },
    {
      "no": "1066",
      "en": "If you forget your password, you need to contact the student center.",
      "topic": "기술"
    },
    {
      "no": "1067",
      "en": "The United States is the largest chocolate manufacturing country.",
      "topic": "경제"
    },
    {
      "no": "1068",
      "en": "Biographical information should be removed prior to the publication of the results.",
      "topic": "기타"
    },
    {
      "no": "1069",
      "en": "The course will be tested at the end of the semester.",
      "topic": "학교"
    },
    {
      "no": "1070",
      "en": "I have a sandwich and milk for my breakfast.",
      "topic": "기타"
    },
    {
      "no": "1071",
      "en": "Half of the marks in mathematics are allocated to the correct working.",
      "topic": "학교"
    },
    {
      "no": "1072",
      "en": "You should include your name and identity number in the registration form.",
      "topic": "기타"
    },
    {
      "no": "1073",
      "en": "Good research presents many benefits to the real people.",
      "topic": "과학"
    },
    {
      "no": "1074",
      "en": "Today, I'd like to talk a little bit about the other theories that can explain the variations in climate.",
      "topic": "과학"
    },
    {
      "no": "1075",
      "en": "The library is located on the north side of the campus.",
      "topic": "학교"
    },
    {
      "no": "1076",
      "en": "We must take great care when analyzing the data.",
      "topic": "과학"
    },
    {
      "no": "1077",
      "en": "Experience would be an advantage for this managerial role.",
      "topic": "경제"
    },
    {
      "no": "1078",
      "en": "The light can be seen as waves or particles.",
      "topic": "과학"
    },
    {
      "no": "1079",
      "en": "This framework could allow us to pose further research questions more systematically.",
      "topic": "과학"
    },
    {
      "no": "1080",
      "en": "It is clear that the effects of climate change will damage the world economy.",
      "topic": "경제"
    },
    {
      "no": "1081",
      "en": "Major sports on campus include rugby, soccer and tennis.",
      "topic": "학교"
    },
    {
      "no": "1082",
      "en": "Presentation skills are important to both universities and workplaces.",
      "topic": "학교"
    },
    {
      "no": "1083",
      "en": "There is too much information on this topic.",
      "topic": "기타"
    },
    {
      "no": "1084",
      "en": "Until you complete the form, you cannot attend.",
      "topic": "기타"
    },
    {
      "no": "1085",
      "en": "Everyone should get access to art galleries no matter where they live.",
      "topic": "예술"
    },
    {
      "no": "1086",
      "en": "Many industries have moved to the countryside where manufacturing costs are lower.",
      "topic": "경제"
    },
    {
      "no": "1087",
      "en": "We should focus on innovation, and if we don’t, we are bound to lose out.",
      "topic": "기술"
    },
    {
      "no": "1088",
      "en": "Tuesday sessions will last for approximately two hours.",
      "topic": "학교"
    },
    {
      "no": "1089",
      "en": "Please don't forget to check your email for the updates of the week.",
      "topic": "기술"
    },
    {
      "no": "1090",
      "en": "Parking permits can be collected through the student service office.",
      "topic": "기타"
    },
    {
      "no": "1091",
      "en": "We have three distinctive libraries which are nationally acclaimed.",
      "topic": "학교"
    },
    {
      "no": "1092",
      "en": "Students have the options to live in college residences or apartments.",
      "topic": "학교"
    },
    {
      "no": "1093",
      "en": "The gap between the rich and the poor does not decrease.",
      "topic": "사회"
    },
    {
      "no": "1095",
      "en": "Australia is the first AIDS-free country in the world.",
      "topic": "건강"
    },
    {
      "no": "1096",
      "en": "It is very important to wear masks during this pandemic.",
      "topic": "건강"
    },
    {
      "no": "1097",
      "en": "If you need help let me know because I am here.",
      "topic": "기타"
    },
    {
      "no": "1098",
      "en": "Car permits are available to students and staff.",
      "topic": "기타"
    },
    {
      "no": "1100",
      "en": "You cannot leave the examination center until you complete the form.",
      "topic": "학교"
    },
    {
      "no": "1101",
      "en": "Cells are the basic building blocks of all animals and plants.",
      "topic": "과학"
    },
    {
      "no": "1102",
      "en": "Services are rapidly growing in parts of the global economy.",
      "topic": "경제"
    },
    {
      "no": "1103",
      "en": "Exercise is important for mental and physical health.",
      "topic": "건강"
    },
    {
      "no": "1104",
      "en": "Global warming is a threat to economic growth.",
      "topic": "경제"
    },
    {
      "no": "1105",
      "en": "It is quite clear that further research is required.",
      "topic": "과학"
    },
    {
      "no": "1106",
      "en": "I was young and inexperienced and going too fast in wet weather.",
      "topic": "기타"
    },
    {
      "no": "1107",
      "en": "We all know there are more important things in life than the rat race.",
      "topic": "사회"
    },
    {
      "no": "1108",
      "en": "Read the safety instructions before using the equipment during the workshop.",
      "topic": "학교"
    },
    {
      "no": "1109",
      "en": "The exam will start on time, please prepare yourself.",
      "topic": "학교"
    },
    {
      "no": "1110",
      "en": "The brain is our central computer of our bodies.",
      "topic": "과학"
    },
    {
      "no": "1111",
      "en": "Please remain seated after finishing your exam.",
      "topic": "학교"
    },
    {
      "no": "1113",
      "en": "The university offers facilities to students and staff.",
      "topic": "학교"
    },
    {
      "no": "1114",
      "en": "The topic for discussion is usually related to the topic for a speech.",
      "topic": "학교"
    },
    {
      "no": "1115",
      "en": "By using the student identification card you can borrow books from the library.",
      "topic": "학교"
    },
    {
      "no": "1116",
      "en": "The teacher's difficulty is always considered when assessing student marks.",
      "topic": "학교"
    },
    {
      "no": "1118",
      "en": "Young children need education and organized activities.",
      "topic": "학교"
    },
    {
      "no": "1119",
      "en": "Please click the logo above to enter the site.",
      "topic": "기술"
    },
    {
      "no": "1120",
      "en": "Before attending the lecture, you must register online or by post.",
      "topic": "학교"
    },
    {
      "no": "1121",
      "en": "Students should take advantage of the online help system before approaching their lecturers.",
      "topic": "학교"
    },
    {
      "no": "1123",
      "en": "Effective presenters make eye contact with the audience.",
      "topic": "기타"
    },
    {
      "no": "1124",
      "en": "There are three separate assignments for this module.",
      "topic": "학교"
    },
    {
      "no": "1125",
      "en": "The website is designed to be highly interactive.",
      "topic": "기술"
    },
    {
      "no": "1126",
      "en": "The assignment should be submitted prior to the spring break.",
      "topic": "학교"
    },
    {
      "no": "1127",
      "en": "The geography assignments must be submitted by the midday of Friday.",
      "topic": "학교"
    },
    {
      "no": "1128",
      "en": "The atmosphere is composed by oxygen and nitrogen gases.",
      "topic": "과학"
    },
    {
      "no": "1129",
      "en": "Design changes need to be considered carefully to ensure improvement.",
      "topic": "기술"
    },
    {
      "no": "1130",
      "en": "The field training will start soon, so pack everything before the deadline.",
      "topic": "기타"
    },
    {
      "no": "1131",
      "en": "Lecture will be available in audio or video.",
      "topic": "학교"
    },
    {
      "no": "1132",
      "en": "There is no point in designing efficient cars if we use them more and more.",
      "topic": "기술"
    },
    {
      "no": "1133",
      "en": "His tone tonight was nothing short of jealousy.",
      "topic": "기타"
    },
    {
      "no": "1134",
      "en": "Demand for access to the library workstations is very high.",
      "topic": "학교"
    },
    {
      "no": "1136",
      "en": "Our university welcomes postgraduate students from all over the world.",
      "topic": "학교"
    },
    {
      "no": "1137",
      "en": "The loser of the race buys everybody else an ice cream.",
      "topic": "기타"
    },
    {
      "no": "1138",
      "en": "Weather here is unpredictable.",
      "topic": "과학"
    },
    {
      "no": "1139",
      "en": "The laboratory is deemed too dangerous for children, but there is one child that visits it daily.",
      "topic": "과학"
    },
    {
      "no": "1140",
      "en": "Long before children are able to speak or understand a language, they communicate through facial expressions and by making noises.",
      "topic": "과학"
    },
    {
      "no": "1141",
      "en": "Under normal conditions, markets will allocate resources efficiently.",
      "topic": "경제"
    },
    {
      "no": "1142",
      "en": "He reads magazines but he doesn’t like to read books.",
      "topic": "기타"
    },
    {
      "no": "1143",
      "en": "I would never feed my dog with commercial dog food.",
      "topic": "기타"
    },
    {
      "no": "1144",
      "en": "After she lost her job she couldn’t afford to feed her dogs, so she gave them away.",
      "topic": "사회"
    },
    {
      "no": "1145",
      "en": "The chocolate chip cookies smelled so good that I ate one without asking.",
      "topic": "기타"
    },
    {
      "no": "1146",
      "en": "My mom made a milkshake with frozen bananas and chocolate sauce.",
      "topic": "기타"
    },
    {
      "no": "1147",
      "en": "Privacy issues surrounding mobile computers are becoming complex.",
      "topic": "기술"
    },
    {
      "no": "1148",
      "en": "The plan raised a lot of money and improved the economy of the country.",
      "topic": "경제"
    },
    {
      "no": "1149",
      "en": "Fungi are important in the process of decay, which returns ingredients to the soil, enhances soil fertility, and decomposes animal debris.",
      "topic": "과학"
    },
    {
      "no": "1150",
      "en": "If their aspirations are not achieved, they become gloomy.",
      "topic": "기타"
    },
    {
      "no": "1151",
      "en": "The causality theory states that for every effect, there is a cause.",
      "topic": "과학"
    },
    {
      "no": "1152",
      "en": "There are many reasons why knowing several languages is a major career advantage.",
      "topic": "기타"
    },
    {
      "no": "1153",
      "en": "This college has a good reputation for both its research and its teaching.",
      "topic": "학교"
    },
    {
      "no": "1154",
      "en": "Next week the department secretary will email you with the details of your tutorial groups.",
      "topic": "학교"
    },
    {
      "no": "1155",
      "en": "Students should submit two copies of their dissertation to the department office by Friday.",
      "topic": "학교"
    },
    {
      "no": "1156",
      "en": "The college provides an advice service to support students with financial, emotional and other problems.",
      "topic": "학교"
    },
    {
      "no": "1157",
      "en": "The library will stay open until midnight during the exam period.",
      "topic": "학교"
    },
    {
      "no": "1158",
      "en": "Today's lecture on modern American literature has been cancelled.",
      "topic": "학교"
    },
    {
      "no": "1159",
      "en": "There is considerable disagreement about the main cause of the revolution.",
      "topic": "기타"
    },
    {
      "no": "1160",
      "en": "Read the instructions carefully before you start writing your essay.",
      "topic": "학교"
    },
    {
      "no": "1161",
      "en": "Students who'd like to help produce the college newspaper should come to a meeting tomorrow.",
      "topic": "학교"
    },
    {
      "no": "1162",
      "en": "Fighter jets, helicopters and warships will guard against security threats.",
      "topic": "기타"
    },
    {
      "no": "1163",
      "en": "Don’t drink any alcohol even if you drive carefully.",
      "topic": "건강"
    },
    {
      "no": "1164",
      "en": "You can get to the college by bus, train or car.",
      "topic": "학교"
    },
    {
      "no": "1165",
      "en": "A public relations exercise improves the relationship between the public and an organization.",
      "topic": "사회"
    },
    {
      "no": "1166",
      "en": "We blanch almonds by soaking their skins in boiling water.",
      "topic": "기타"
    },
    {
      "no": "1167",
      "en": "The scheme has been fraught with problems from the start.",
      "topic": "기타"
    },
    {
      "no": "1169",
      "en": "With the development of technology, automation brings a lot of benefits to the US.",
      "topic": "기술"
    },
    {
      "no": "1170",
      "en": "Please submit your term papers to the general office.",
      "topic": "학교"
    },
    {
      "no": "1172",
      "en": "You may need to purchase an academic gown before the commencement ceremony.",
      "topic": "학교"
    },
    {
      "no": "1174",
      "en": "There will be no classes scheduled during the exam week.",
      "topic": "학교"
    },
    {
      "no": "1175",
      "en": "There is only one conclusion to this line of thought.",
      "topic": "기타"
    },
    {
      "no": "1176",
      "en": "The first step was to establish a baseline of known distances.",
      "topic": "과학"
    },
    {
      "no": "1178",
      "en": "There are many people in the USA who are critical of the voting system.",
      "topic": "사회"
    },
    {
      "no": "1181",
      "en": "Modern businesses have adapted and been flexible in order to survive.",
      "topic": "경제"
    },
    {
      "no": "1183",
      "en": "The quality is needed by a successful business manager similar to those of the school.",
      "topic": "경제"
    },
    {
      "no": "1184",
      "en": "The main issue is to decide how we want to launch the new product.",
      "topic": "경제"
    },
    {
      "no": "1185",
      "en": "This paper is the best one to look at first.",
      "topic": "기타"
    },
    {
      "no": "1187",
      "en": "Soil erosion can be caused by increasing rainfall and changes in plant growth.",
      "topic": "과학"
    },
    {
      "no": "1190",
      "en": "The greater the population there is in a locality, the greater the need there is for water and transportation.",
      "topic": "사회"
    },
    {
      "no": "1191",
      "en": "Long thin wires have more resistance than short thick wires do.",
      "topic": "과학"
    },
    {
      "no": "1192",
      "en": "The Economics Faculty building is located on the City Road.",
      "topic": "학교"
    },
    {
      "no": "1193",
      "en": "You should return books to the library before ending your term.",
      "topic": "학교"
    },
    {
      "no": "1194",
      "en": "The head of the department is available by the third day.",
      "topic": "학교"
    },
    {
      "no": "1197",
      "en": "Academic journals are often edited by subject specialists.",
      "topic": "학교"
    },
    {
      "no": "1198",
      "en": "Meanwhile, universities have raised tuition every year.",
      "topic": "학교"
    },
    {
      "no": "1199",
      "en": "It's a warm current without which it would be much cooler.",
      "topic": "과학"
    },
    {
      "no": "1200",
      "en": "One creative individual in Japan has made a similar protest for decades.",
      "topic": "사회"
    },
    {
      "no": "1201",
      "en": "Mary felt happy when she learned the results of the election.",
      "topic": "사회"
    },
    {
      "no": "1203",
      "en": "Put the eggs in the center of the dish, with the vegetables and herbs around the edge.",
      "topic": "기타"
    },
    {
      "no": "1204",
      "en": "The data infer that further research is needed.",
      "topic": "과학"
    },
    {
      "no": "1205",
      "en": "The website has probably the most attractive designs and layouts.",
      "topic": "기술"
    },
    {
      "no": "1206",
      "en": "The university policy on plagiarism can be viewed on the website.",
      "topic": "학교"
    },
    {
      "no": "1207",
      "en": "Remember your essay should have less than two thousand words.",
      "topic": "학교"
    },
    {
      "no": "1208",
      "en": "Please make an appointment with your tutor about work after holiday.",
      "topic": "학교"
    },
    {
      "no": "1209",
      "en": "Several students raised different examples.",
      "topic": "학교"
    },
    {
      "no": "1210",
      "en": "Moving up the class ladder also brings unexpected costs.",
      "topic": "사회"
    },
    {
      "no": "1211",
      "en": "One study asks people to keep daily journals recording their appreciation for their partners.",
      "topic": "사회"
    },
    {
      "no": "1212",
      "en": "Everyone in this studio burst into hysterical laughter.",
      "topic": "예술"
    },
    {
      "no": "1213",
      "en": "Building trust is not anything that can be achieved overnight.",
      "topic": "사회"
    },
    {
      "no": "1214",
      "en": "The teacher asked the group to complete the task.",
      "topic": "학교"
    },
    {
      "no": "1215",
      "en": "My tutor told him not to repeat the same argument again and again.",
      "topic": "학교"
    },
    {
      "no": "1216",
      "en": "We can discuss education in the tutorial next week.",
      "topic": "학교"
    },
    {
      "no": "1217",
      "en": "There is not enough space for me in the car.",
      "topic": "기타"
    },
    {
      "no": "1227",
      "en": "A man who suffered serious brain damage during an operation is suing the hospital.",
      "topic": "건강"
    },
    {
      "no": "1228",
      "en": "Key business partners are often intertwined in expense accounts.",
      "topic": "경제"
    },
    {
      "no": "1229",
      "en": "The teacher asked the group to commence the task.",
      "topic": "학교"
    },
    {
      "no": "1230",
      "en": "The cafeteria features sandwiches, salads, soup, fish and chicken.",
      "topic": "기타"
    },
    {
      "no": "1251",
      "en": "Technology is important for the modern world.",
      "topic": "기술"
    },
    {
      "no": "1283",
      "en": "Students must submit a thesis on an agreed subject within four years.",
      "topic": "학교"
    },
    {
      "no": "1315",
      "en": "Collaboration is a feature of a successful company.",
      "topic": "경제"
    },
    {
      "no": "1316",
      "en": "Social work is not the only subject in sociology.",
      "topic": "학교"
    },
    {
      "no": "1324",
      "en": "She was able to pick out her father at the other side of the room.",
      "topic": "기타"
    },
    {
      "no": "1330",
      "en": "It took several hours for the fire brigade to extinguish the blaze.",
      "topic": "사회"
    },
    {
      "no": "1407",
      "en": "Geography is generally divided into two branches: human and physical.",
      "topic": "학교"
    },
    {
      "no": "1427",
      "en": "The government must try their best to reconstruct the shattered economy.",
      "topic": "경제"
    },
    {
      "no": "1428",
      "en": "Today's lecture is canceled because the lecturer is ill.",
      "topic": "학교"
    },
    {
      "no": "1429",
      "en": "The department determines whether or not the candidates pass.",
      "topic": "학교"
    },
    {
      "no": "1430",
      "en": "I am available this Thursday afternoon.",
      "topic": "기타"
    },
    {
      "no": "1431",
      "en": "Newspapers around the country are reporting the stories of the president.",
      "topic": "사회"
    },
    {
      "no": "1432",
      "en": "Foods containing overabundant calories supply little or no nutritional value.",
      "topic": "건강"
    },
    {
      "no": "1448",
      "en": "The current labor force is more competitive than it has been for a long time.",
      "topic": "경제"
    },
    {
      "no": "1449",
      "en": "Tuition fees will vary according to the field of study.",
      "topic": "학교"
    },
    {
      "no": "1450",
      "en": "Note that the deadline of the submission of proposals has been extended for a week.",
      "topic": "학교"
    },
    {
      "no": "1451",
      "en": "All students must return the books to the college library before the end of the term.",
      "topic": "학교"
    },
    {
      "no": "1487",
      "en": "A very basic feature of computing is counting and calculating.",
      "topic": "기술"
    },
    {
      "no": "1488",
      "en": "The contemporary literature works have been broadened and extended through interpretation.",
      "topic": "예술"
    },
    {
      "no": "1508",
      "en": "My favorite sports are soccer, tennis and basketball.",
      "topic": "기타"
    },
    {
      "no": "1512",
      "en": "Essays and assignments should be submitted to the department office before the deadline.",
      "topic": "학교"
    },
    {
      "no": "1513",
      "en": "Your lowest quiz grade has been omitted from the calculations.",
      "topic": "학교"
    },
    {
      "no": "1514",
      "en": "Students' past education and experience are vital.",
      "topic": "학교"
    },
    {
      "no": "1516",
      "en": "Application forms for sharing accommodations must be completed two months in advance.",
      "topic": "기타"
    },
    {
      "no": "1517",
      "en": "Professor Tim Lee invented World Wide Web.",
      "topic": "기술"
    },
    {
      "no": "1548",
      "en": "Telecommunication is based on the array of networks.",
      "topic": "기술"
    },
    {
      "no": "1549",
      "en": "Will those happy days ever be forgotten by you?",
      "topic": "기타"
    },
    {
      "no": "1570",
      "en": "To take this course students should have basic subject knowledge.",
      "topic": "학교"
    },
    {
      "no": "1582",
      "en": "Universities across the United Kingdom welcome a range of students.",
      "topic": "학교"
    },
    {
      "no": "1583",
      "en": "Universities play major roles in students' lives.",
      "topic": "학교"
    },
    {
      "no": "1584",
      "en": "In your introduction, show you understand the question in no more than four sentences.",
      "topic": "학교"
    },
    {
      "no": "1585",
      "en": "The subject is complex and difficult to explain.",
      "topic": "학교"
    },
    {
      "no": "1606",
      "en": "The bird was fluttering its wings during the rain.",
      "topic": "기타"
    },
    {
      "no": "1607",
      "en": "Journalists need to work with a range of technologies.",
      "topic": "기술"
    },
    {
      "no": "1638",
      "en": "It seems that science can satisfactorily explain why the universe still exists.",
      "topic": "과학"
    },
    {
      "no": "1639",
      "en": "When I study, I will underline all the main points in my notes.",
      "topic": "학교"
    },
    {
      "no": "1640",
      "en": "It is of the utmost importance that you follow the ethical guidelines carefully.",
      "topic": "기타"
    },
    {
      "no": "1641",
      "en": "The first draft of the presentation is almost ready.",
      "topic": "학교"
    },
    {
      "no": "1642",
      "en": "Students may not use calculators in the final exams.",
      "topic": "학교"
    },
    {
      "no": "1643",
      "en": "For further information, you need to contact a member of our administration team.",
      "topic": "기타"
    },
    {
      "no": "1644",
      "en": "In Russia, my colleagues said my written language was hard to understand.",
      "topic": "기타"
    },
    {
      "no": "1645",
      "en": "Remember to bring calculators to class next week.",
      "topic": "학교"
    },
    {
      "no": "1646",
      "en": "Keeping organized class notes will make study time more efficient.",
      "topic": "학교"
    },
    {
      "no": "1647",
      "en": "Making a profit and protecting the environment needn't be separate aims.",
      "topic": "경제"
    },
    {
      "no": "1648",
      "en": "We heard the argument against it from several perspectives.",
      "topic": "기타"
    },
    {
      "no": "1649",
      "en": "Companies should do more to limit the amount of harmful gases released into the atmosphere.",
      "topic": "과학"
    },
    {
      "no": "1650",
      "en": "You may use your student identification card to borrow books at the library.",
      "topic": "학교"
    },
    {
      "no": "1651",
      "en": "Most universities have libraries with digital and physical copies of journals.",
      "topic": "학교"
    },
    {
      "no": "1652",
      "en": "You have to submit projects by the end of this week.",
      "topic": "학교"
    },
    {
      "no": "1654",
      "en": "Computer failure is not an excuse for not submitting assignments on time.",
      "topic": "기술"
    },
    {
      "no": "1655",
      "en": "Assignments should be submitted to the department office before the deadline.",
      "topic": "학교"
    },
    {
      "no": "1656",
      "en": "Please make sure you have filled in all your details before submitting.",
      "topic": "기타"
    },
    {
      "no": "1657",
      "en": "Please make an appointment before attending the next meeting.",
      "topic": "기타"
    },
    {
      "no": "1658",
      "en": "The results of the study challenge previously held assumptions.",
      "topic": "과학"
    },
    {
      "no": "1659",
      "en": "I took everything to the copy center this morning before class.",
      "topic": "학교"
    },
    {
      "no": "1660",
      "en": "It's obviously vital that companies should fully understand their customers.",
      "topic": "경제"
    },
    {
      "no": "1661",
      "en": "You can drop or add your courses online during the registration week.",
      "topic": "학교"
    },
    {
      "no": "1662",
      "en": "Numerous courses devoted to life sciences are listed in the prospectus.",
      "topic": "학교"
    },
    {
      "no": "1663",
      "en": "She's doing a master's degree by distance learning.",
      "topic": "학교"
    },
    {
      "no": "1664",
      "en": "Understanding the historical context will help you appreciate the art in this era.",
      "topic": "예술"
    },
    {
      "no": "1665",
      "en": "The campus car park will be closed next weekend.",
      "topic": "학교"
    },
    {
      "no": "1666",
      "en": "Marks will be awarded for a bibliography in the correct format.",
      "topic": "학교"
    },
    {
      "no": "1667",
      "en": "You realize that you can deal with a lot of situations.",
      "topic": "기타"
    },
    {
      "no": "1668",
      "en": "The media have had a great influence on people's beliefs and attitudes.",
      "topic": "사회"
    },
    {
      "no": "1669",
      "en": "We’ve been doing research in that area for probably twenty-five years.",
      "topic": "과학"
    },
    {
      "no": "1670",
      "en": "The trial experiment aims to increase interest in the issue and the jurisdiction clause.",
      "topic": "과학"
    },
    {
      "no": "1671",
      "en": "He told me it was the most important assignment of all.",
      "topic": "학교"
    },
    {
      "no": "1672",
      "en": "The content of the book on the cover must be in capitals.",
      "topic": "기타"
    },
    {
      "no": "1673",
      "en": "Many species have not yet been discovered by biologists.",
      "topic": "과학"
    },
    {
      "no": "1674",
      "en": "The lecture tomorrow will discuss the educational policy in the United States.",
      "topic": "학교"
    },
    {
      "no": "1675",
      "en": "Human activities are the principal cause of global warming.",
      "topic": "과학"
    },
    {
      "no": "1676",
      "en": "Please note, the proposal submission deadline has been extended.",
      "topic": "기타"
    },
    {
      "no": "1677",
      "en": "Students can choose graduate certificate, graduate diploma and master course.",
      "topic": "학교"
    },
    {
      "no": "1678",
      "en": "There are many welcoming activities for new undergraduate and postgraduate students.",
      "topic": "학교"
    },
    {
      "no": "1679",
      "en": "We are considering all candidates' backgrounds and identities.",
      "topic": "사회"
    },
    {
      "no": "1680",
      "en": "Mobile phone chargers vary enormously from one place to another.",
      "topic": "기술"
    },
    {
      "no": "1681",
      "en": "You can borrow up to two books at the same time in the library.",
      "topic": "학교"
    },
    {
      "no": "1682",
      "en": "The English expression is just a way of saying that age is not important.",
      "topic": "기타"
    },
    {
      "no": "1683",
      "en": "The tutorial rooms are located along the left-hand side.",
      "topic": "학교"
    },
    {
      "no": "1684",
      "en": "Let us see if the technology is going to cooperate with his presentation.",
      "topic": "기술"
    },
    {
      "no": "1685",
      "en": "We have very little actual documentation of it.",
      "topic": "기타"
    },
    {
      "no": "1686",
      "en": "The final exam will test material from all chapters covered in class this term.",
      "topic": "학교"
    },
    {
      "no": "1687",
      "en": "The art course has been cancelled due to the new policy.",
      "topic": "예술"
    },
    {
      "no": "1688",
      "en": "An essay should use evidence from both primary and secondary sources.",
      "topic": "학교"
    },
    {
      "no": "1690",
      "en": "The amount of time spent on configuration varies considerably.",
      "topic": "기술"
    },
    {
      "no": "1691",
      "en": "Students are encouraged to think carefully about their accommodation needs.",
      "topic": "학교"
    },
    {
      "no": "1692",
      "en": "Collecting the raw materials proved a long and laborious task.",
      "topic": "기타"
    },
    {
      "no": "1693",
      "en": "Tests should be administered by a medical expert.",
      "topic": "건강"
    },
    {
      "no": "1694",
      "en": "What he’s bringing to the company is financial expertise.",
      "topic": "경제"
    },
    {
      "no": "1695",
      "en": "Lower speed limits are part of a new road safety campaign.",
      "topic": "사회"
    },
    {
      "no": "1696",
      "en": "Languages are an essential part of the school curriculum.",
      "topic": "학교"
    },
    {
      "no": "1697",
      "en": "I would like to make an appointment to see the professor.",
      "topic": "학교"
    },
    {
      "no": "1698",
      "en": "The doctor examined her and said she had a chest infection.",
      "topic": "건강"
    },
    {
      "no": "1699",
      "en": "Junior hospital technicians have to work very long hours.",
      "topic": "건강"
    },
    {
      "no": "1700",
      "en": "The new tools are being tested by senior specialists.",
      "topic": "기술"
    },
    {
      "no": "1702",
      "en": "A company may have the same legal rights as a person.",
      "topic": "경제"
    },
    {
      "no": "1703",
      "en": "This type of butterfly travels to a country with a warmer climate in winter.",
      "topic": "과학"
    },
    {
      "no": "1704",
      "en": "This teaching method provides the opportunity for students to learn by completing tasks.",
      "topic": "학교"
    },
    {
      "no": "1705",
      "en": "You are recommended to only use footnotes when they are necessary.",
      "topic": "학교"
    },
    {
      "no": "1706",
      "en": "Becoming a good actor requires persistence and motivation.",
      "topic": "예술"
    },
    {
      "no": "1707",
      "en": "Training covers a range of scenarios that an actor might encounter.",
      "topic": "예술"
    },
    {
      "no": "1708",
      "en": "The percentage of respondents who knew that the earth circles the sun once each year remained essentially unchanged.",
      "topic": "과학"
    },
    {
      "no": "1709",
      "en": "The information you need for this meeting is on the website.",
      "topic": "기타"
    },
    {
      "no": "1710",
      "en": "The beggar was laughed at by the children.",
      "topic": "사회"
    },
    {
      "no": "1711",
      "en": "The paper must be reviewed thoroughly and appropriately.",
      "topic": "학교"
    },
    {
      "no": "1712",
      "en": "This office is for students who want to study abroad.",
      "topic": "학교"
    },
    {
      "no": "1794",
      "en": "The program is for technical and scientific students.",
      "topic": "학교"
    },
    {
      "no": "1795",
      "en": "The deadline of assignments is the fourth of February.",
      "topic": "학교"
    },
    {
      "no": "1840",
      "en": "Extension is only available under special circumstances.",
      "topic": "학교"
    },
    {
      "no": "1861",
      "en": "There are lots of opportunities to meet people in this course.",
      "topic": "학교"
    },
    {
      "no": "1862",
      "en": "The bus right out in the front will take you to the station.",
      "topic": "기타"
    },
    {
      "no": "2143",
      "en": "The cafeteria is open on Monday and Thursday.",
      "topic": "학교"
    },
    {
      "no": "2144",
      "en": "Students can borrow this book for a maximum of one day.",
      "topic": "학교"
    },
    {
      "no": "2145",
      "en": "The bibliography needs to be removed prior to the publication.",
      "topic": "학교"
    },
    {
      "no": "2146",
      "en": "Eating a healthy breakfast can provide energy throughout the day.",
      "topic": "건강"
    },
    {
      "no": "2147",
      "en": "The paper has the potential to transform life science.",
      "topic": "과학"
    },
    {
      "no": "2148",
      "en": "Tuesday is the final day for students to submit their assignments without any penalty.",
      "topic": "학교"
    },
    {
      "no": "2149",
      "en": "Please note, submission deadlines are only negotiable in exceptional circumstances.",
      "topic": "학교"
    },
    {
      "no": "2150",
      "en": "Students who study overseas can significantly improve work chances.",
      "topic": "학교"
    },
    {
      "no": "2151",
      "en": "Sleep is believed to play a critical role in storing memories.",
      "topic": "건강"
    },
    {
      "no": "2152",
      "en": "The college operates on a system of continuous assessments.",
      "topic": "학교"
    },
    {
      "no": "2153",
      "en": "Students’ papers should be about a current social issue.",
      "topic": "학교"
    },
    {
      "no": "2154",
      "en": "The key findings seem to contradict our initial hypothesis.",
      "topic": "과학"
    },
    {
      "no": "2155",
      "en": "All laboratory equipment will be provided in class.",
      "topic": "학교"
    },
    {
      "no": "2157",
      "en": "Scientists have found all parts of science.",
      "topic": "과학"
    },
    {
      "no": "2158",
      "en": "Key aspects of this investigative paradigm may prove useful in other spheres.",
      "topic": "과학"
    },
    {
      "no": "2159",
      "en": "It's a great privilege to welcome our guest speaker to our college.",
      "topic": "학교"
    },
    {
      "no": "2160",
      "en": "Animal behavior appears to contain both similar and distinct aspects to that of humans.",
      "topic": "과학"
    },
    {
      "no": "2161",
      "en": "There is a fitness center next to the student union.",
      "topic": "학교"
    },
    {
      "no": "2162",
      "en": "What's going on can help patients leave their fears at the door.",
      "topic": "건강"
    },
    {
      "no": "2163",
      "en": "The professor plans to discuss issues in the news that reflect concepts taught in class.",
      "topic": "학교"
    },
    {
      "no": "2164",
      "en": "I have lectures on Tuesday from nine o'clock until two o'clock.",
      "topic": "학교"
    },
    {
      "no": "2165",
      "en": "Speaking one or more foreign languages will be useful in your career.",
      "topic": "학교"
    },
    {
      "no": "2166",
      "en": "One of the first mass transit systems was located in France.",
      "topic": "기타"
    },
    {
      "no": "2167",
      "en": "All the works you consult need to be mentioned in the bibliography.",
      "topic": "학교"
    },
    {
      "no": "2168",
      "en": "Graduates from this course generally find jobs in the insurance industry.",
      "topic": "경제"
    },
    {
      "no": "2169",
      "en": "The support and advice of lecturers within the department has been invaluable.",
      "topic": "학교"
    },
    {
      "no": "2170",
      "en": "At the end of the day, people want to profit from return on their investment.",
      "topic": "경제"
    },
    {
      "no": "2171",
      "en": "A balanced diet will help you study more effectively.",
      "topic": "건강"
    },
    {
      "no": "2172",
      "en": "Our capacity to serve the community is a vital part of our role.",
      "topic": "사회"
    },
    {
      "no": "2173",
      "en": "The university hosts a wide range of events both on and off campus.",
      "topic": "학교"
    },
    {
      "no": "2174",
      "en": "I think that to raise the issue and to talk about it is great.",
      "topic": "사회"
    },
    {
      "no": "2175",
      "en": "This will be the first art exhibition to be held by the university.",
      "topic": "예술"
    },
    {
      "no": "2176",
      "en": "The assessment of this course will begin next week.",
      "topic": "학교"
    },
    {
      "no": "2177",
      "en": "Tomorrow's lecture has been canceled due to the power cut.",
      "topic": "학교"
    },
    {
      "no": "2228",
      "en": "Today we have a guest speaker who is visiting from Canada.",
      "topic": "학교"
    },
    {
      "no": "2279",
      "en": "The chemistry building is located near the entrance of the campus.",
      "topic": "학교"
    },
    {
      "no": "2280",
      "en": "By logging in, you agree to all terms and conditions regarding your enrollment.",
      "topic": "기술"
    },
    {
      "no": "2281",
      "en": "Compiling a bibliography can present a major challenge for some students.",
      "topic": "학교"
    },
    {
      "no": "2282",
      "en": "Please read the article that was given out yesterday.",
      "topic": "학교"
    },
    {
      "no": "2283",
      "en": "Please make sure you use the standard form of quotation.",
      "topic": "학교"
    },
    {
      "no": "2284",
      "en": "Living in the twenty-first century is increasingly stressful.",
      "topic": "사회"
    },
    {
      "no": "2285",
      "en": "Renewable energy sources are now used to produce electricity.",
      "topic": "과학"
    },
    {
      "no": "2286",
      "en": "We have specially assigned staff to help you find appropriate work placements.",
      "topic": "학교"
    },
    {
      "no": "2287",
      "en": "If you are worried about your work, you should see a study counselor.",
      "topic": "학교"
    },
    {
      "no": "2288",
      "en": "Most of the student advisors are extremely helpful.",
      "topic": "학교"
    },
    {
      "no": "2289",
      "en": "The office opens on Monday and Thursday following the freshman seminar.",
      "topic": "학교"
    },
    {
      "no": "2290",
      "en": "Before submitting the paper, your thesis must be approved by your tutor.",
      "topic": "학교"
    },
    {
      "no": "2291",
      "en": "There are lots of opportunities available for the student on campus.",
      "topic": "학교"
    },
    {
      "no": "2292",
      "en": "Such behaviors are regarded as a deviation of the norm.",
      "topic": "사회"
    },
    {
      "no": "2293",
      "en": "His particular interest is in the eighteenth-century French society.",
      "topic": "기타"
    },
    {
      "no": "2294",
      "en": "None of the students found it difficult to get a job.",
      "topic": "학교"
    },
    {
      "no": "2295",
      "en": "You have to submit the project by the end of the week.",
      "topic": "학교"
    },
    {
      "no": "2296",
      "en": "It is expected that all students have their own laptops.",
      "topic": "기술"
    },
    {
      "no": "2298",
      "en": "She has a small business about toys.",
      "topic": "경제"
    },
    {
      "no": "2299",
      "en": "Students fear to write essays because they do not know how to do it.",
      "topic": "학교"
    },
    {
      "no": "2300",
      "en": "Students must attend the safety course before entering the engineering workshop.",
      "topic": "학교"
    },
    {
      "no": "2301",
      "en": "All students depend on their future.",
      "topic": "학교"
    },
    {
      "no": "2302",
      "en": "Knowledge becomes a vital role in young generations.",
      "topic": "사회"
    },
    {
      "no": "2303",
      "en": "There is a lot more about this topic on the university website.",
      "topic": "학교"
    },
    {
      "no": "2304",
      "en": "The origin of psychology can be traced back to ancient Greece.",
      "topic": "과학"
    },
    {
      "no": "2305",
      "en": "The graph shows the population growth in the last century.",
      "topic": "사회"
    },
    {
      "no": "2306",
      "en": "The full list of undergraduate programs can be found on the website.",
      "topic": "학교"
    },
    {
      "no": "2307",
      "en": "After considering all the options she decided to take risks.",
      "topic": "기타"
    },
    {
      "no": "2308",
      "en": "There are many different religions across the world.",
      "topic": "사회"
    },
    {
      "no": "2309",
      "en": "The energy that we absorb from food can help us prevent the cold and become warmer.",
      "topic": "건강"
    },
    {
      "no": "2362",
      "en": "The result of the experiment indicates that further research is needed.",
      "topic": "과학"
    },
    {
      "no": "2363",
      "en": "The study demonstrates a need for further research in this field.",
      "topic": "과학"
    },
    {
      "no": "2364",
      "en": "Scientific beneficiary to space exploration is frequently questioned.",
      "topic": "과학"
    },
    {
      "no": "2854",
      "en": "Try to get through it as soon as possible.",
      "topic": "기타"
    },
    {
      "no": "2855",
      "en": "We often ask our students to get access to all sorts of services.",
      "topic": "학교"
    },
    {
      "no": "2856",
      "en": "This program is running in partnership with a number of departments.",
      "topic": "학교"
    },
    {
      "no": "2857",
      "en": "Your abstract should contain the empirical evidence of your research.",
      "topic": "학교"
    },
    {
      "no": "2858",
      "en": "I haven't done a lot of work in this area.",
      "topic": "기타"
    },
    {
      "no": "2859",
      "en": "The students are supposed to assemble in the seminar hall before the announcement.",
      "topic": "학교"
    },
    {
      "no": "2860",
      "en": "You are not sure that you can skip the sessions for Wednesday.",
      "topic": "학교"
    },
    {
      "no": "2861",
      "en": "Car park permits can be obtained at the student service center.",
      "topic": "학교"
    },
    {
      "no": "2862",
      "en": "We will change the classroom because this one is too small.",
      "topic": "학교"
    },
    {
      "no": "2863",
      "en": "Higher education means higher pay you will get.",
      "topic": "경제"
    },
    {
      "no": "2864",
      "en": "If finance is a cause of concern, scholarships may be available.",
      "topic": "학교"
    },
    {
      "no": "2865",
      "en": "Scientists are always asking the government for more money.",
      "topic": "과학"
    },
    {
      "no": "2866",
      "en": "Students are allowed to bring dictionaries to the exam.",
      "topic": "학교"
    }
  ]
}